Repository: Project60/org.project60.sepa
Catalog: l10n/*/LC_MESSAGES/sepa.po
Languages: de_de, fr_fr

source: Cycle Day(s)
de_de: Einzugstage
fr_fr: Jour(s) du cycle

source: One-off horizon
de_de: Einmaleinzug Horizont
fr_fr: Horizon unique

source: One-off&nbsp;notice&nbsp;days
de_de: Tage&nbsp;Einzeleinzug
fr_fr: Jours&nbsp;de&nbsp;préavis&nbsp;ponctuels

source: Recurring horizon
de_de: Dauereinzug Horizont
fr_fr: Horizon périodique

source: Recurring grace
de_de: Dauereinzug Toleranz
fr_fr: Grâce périodique

source: Recurring&nbsp;notice&nbsp;days (follow-up)
de_de: Tage&nbsp;Dauereinzug&nbsp;(folge)
fr_fr: Jours&nbsp;de&nbsp;préavis&nbsp;périodiques (suivi)

source: Recurring&nbsp;notice&nbsp;days (initial)
de_de: Tage&nbsp;Dauereinzug&nbsp;(erstmalig)
fr_fr: Jours&nbsp;de&nbsp;préavis&nbsp;périodiques (initial)

source: Update lock timeout
de_de: Sperrzeit beim Aktualisieren
fr_fr: Mettre à jour le délai de verrouillage

source: Transaction Message
de_de: Verwendungszweck
fr_fr: Message transactionnel

source: Sepa Direct Debit - Settings
de_de: Sepa Direct Debit - Einstellungen
fr_fr: Prélèvement SEPA - Paramètres

source: Please enter the %s as number (integers only).
de_de: Bitte geben Sie %s als ganze Zahl an.
fr_fr: Veuillez saisir le %s comme un nombre (entier uniquement).

source: - select -
de_de: - wählen -
fr_fr: - sélectionner -

source: Creditor Contact
de_de: Einzugsberechtigter-Kontakt
fr_fr: Contact du créancier

source: Label
de_de: Bezeichnung
fr_fr: Étiquette

source: Name
fr_fr: Nom

source: Identifier
de_de: ID
fr_fr: Identifiant

source: Address
de_de: Adresse
fr_fr: Adresse

source: Country
de_de: Land
fr_fr: Pays

source: Currency
de_de: Währung
fr_fr: Devise

source: PAIN Version
de_de: PAIN Dateiformat
fr_fr: Version du PAIN

source: Use BICs
de_de: BICs Verwenden
fr_fr: Utiliser les BIC

source: Is a Test Creditor
de_de: ist Test-Einzugsberechtigter
fr_fr: Est un créancier de test

source: Exclude Weekends
de_de: Wochenenden ausschließen
fr_fr: Exclure les week-ends

source: Large Groups
de_de: Große SEPA-Gruppen
fr_fr: Grands groupes

source: Only Completed Contributions
de_de: Nur abgeschlossene Zuwendungen?
fr_fr: Uniquement les contributions complétées

source: No XML drafts
de_de: Keine XML-Entwürfe
fr_fr: Aucun brouillons XML

source: Buffer Days
de_de: Pufferzeit
fr_fr: Jours tampons

source: Please give a comma separated list of valid days.
de_de: Bitte geben Sie einen Monatstag, oder eine durch Kommas getrennte Liste von Tagen an.
fr_fr: Merci de saisir une liste de jours valables séparés par des virgules.

source: Please enter the number of days
de_de: Bitte geben Sie eine ganze Zahl an.
fr_fr: Veuillez entrer le nombre de jours

source: Default Creditor
de_de: Standard-Gläubiger
fr_fr: Créancier par défaut

source: Mandate Modifications
de_de: Mandatsänderungen
fr_fr: Modifications du mandat

source: Save
de_de: Speichern
fr_fr: Enregistrer

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Settings successfully saved
fr_fr: Paramètres enregistrés avec succès

source: Cannot close mandate [%s], batching in progress!
de_de: Batching-Vorgang ist aktiv, das Mandat [%s] kann gerade nicht geschlossen werden.
fr_fr: Impossible de fermer le mandat [%s], traitement en cours !

source: Error
de_de: Fehler
fr_fr: Erreur

source: Cannot read mandate [%s]. Error was: '%s'
de_de: Das Mandat [%s] konnte nicht gelesen werden. Fehler ist: '%s'
fr_fr: Impossible de lire le mandat [%s]. Erreur : '%s'

source: Cannot close mandate [%s], it's alread batched in a non-open group!
de_de: Mandate [%s] kann nicht geschlossen werden, es ist Teil einer geschlossenen Gruppe.
fr_fr: Impossible de fermer le mandat [%s], il est en cours de traitement dans un groupe non ouvert !

source: Cannot properly end mandate [%s]. Error was: '%s'
de_de: Das Mandat [%s] kann gerade beendet werden. Fehler war: '[%s]'
fr_fr: Impossible de finaliser le mandat [%s]. Erreur : '%s'

source: Cannot terminate mandate [%s], batching in progress!
de_de: Batching-Vorgang ist aktiv, das Mandat [%s] kann gerade nicht beendet werden.
fr_fr: Impossible de finaliser le mandat [%s], traitement en cours !

source: You can only modify the end date of recurring contribution mandates.
de_de: Nur bei Dauerlastschrift-Mandaten kann ein Enddatum gesetzt werden.
fr_fr: Vous ne pouvez modifier que la date de fin des mandats de contribution périodique.

source: Cannot read contribution [%s]. Error was: '%s'
de_de: Konnte die Zuwendung [%s] nicht lesen. Fehler ist: '%s'
fr_fr: Impossible de lire la contribution [%s]. Erreur : '%s'

source: You cannot set an end date in the past.
de_de: Das Enddatum liegt in der Vergangenheit.
fr_fr: Vous ne pouvez pas définir une date de fin dans le passé.

source: Cannot modify recurring contribution [%s]. Error was: '%s'
de_de: Konnte die Zuwendung [%s] nicht aktualisieren. Fehler ist: '%s'
fr_fr: Impossible de modifier la contribution périodique [%s]. Erreur : '%s'

source: Cannot delete scheduled contribution [%s]. Error was: '%s'
de_de: Konnte die bereits gruppierte Zuwendung [%s] nicht löschen. Fehler ist: '%s'
fr_fr: Impossible de supprimer la contribution planifiée [%s]. Erreur : '%s'

source: Closing Mandate failed. Error was: '%s'
de_de: Mandate konnte nicht geschlossen werden. Fehler ist: '%s'
fr_fr: La clôture du mandat a échoué. Erreur : '%s'

source: New end date set.
de_de: Neues Enddatum übernommen.
fr_fr: Nouvelle date de fin définie.

source: Mandate updated.
de_de: Mandat wurde aktualisiert.
fr_fr: Mandat mis à jour.

source: Please note, that any <i>closed</i> batches that include this mandate cannot be changed any more - all pending contributions will still be executed.
de_de: Bitte beachten Sie, dass alle <i>geschlossenen</i> Gruppen die dieses Mandat beinhalten nicht mehr geändert werden können - alle dort enthaltenen Zuwendungen werden weiterhin eingezogen.
fr_fr: Veuillez noter que tous les lots <i>fermés</i> qui comprennent ce mandat ne peuvent plus être modifiés - toutes les contributions en attente seront toujours exécutées.

source: Successfully deleted %d now obsolete contributions.
de_de: %d nun überflüssig gewordene zukünftige Zuwendungen wurden gelöscht.
fr_fr: %d contributions obsolètes supprimées.

source: Cannot adjust mandate [%1], batching in progress!
de_de: Mandat [%1] kann nicht angepasst werden, das Batching läuft gerade!
fr_fr: Impossible d'ajuster le mandat [%1], traitement en cours !

source: You can only modify RCUR mandates.
de_de: Sie können nur Mandate mit wiederkehrenden Zahlungen (RCUR) ersetzen.
fr_fr: Vous ne pouvez modifier que les mandats RCUR.

source: IBAN changed from '%1' to '%2'
de_de: IBAN geändert von '%1' auf '%2'
fr_fr: IBAN changé de '%1' à '%2'

source: BIC changed from '%1' to '%2'
de_de: BIC geändert von '%1' auf '%2'
fr_fr: BIC changé de '%1' à '%2'

source: Bank details changed
de_de: Bankverbindung geändert
fr_fr: Informations bancaires modifiées

source: The amount has to be positive.
de_de: Der Betrag muss positiv sein.
fr_fr: Le montant doit être positif.

source: Amount increased
de_de: Betrag erhöht
fr_fr: Montant augmenté

source: Amount increased from %1 to %2
de_de: Betrag von %1 auf %2 erhöht
fr_fr: Montant augmenté de %1 à %2

source: Amount decreased
de_de: Betrag herabgesetzt
fr_fr: Montant diminué

source: Amount decreased from %1 to %2
de_de: Betrag von %1 auf %2 herabgesetzt
fr_fr: Montant diminué de %1 à %2

source: Invalid financial type ID [%1] supplied.
de_de: Ungültige Zuwendungsart [%1] übermittelt.
fr_fr: L'ID de type financier [%1] fourni est invalide.

source: Financial type changed
de_de: Zuwendungsart geändert
fr_fr: Type d'opération financière modifié

source: Financial type changed from '%1' to '%2'.
de_de: Zuwendungsart von '%1' auf '%2' geändert.
fr_fr: Type d'opération financière modifié de '%1' à '%2'

source: Campaign changed
de_de: Kampagne geändert
fr_fr: La campagne a changé

source: Campaign changed from '%1' [%2] to '%3' [%4].
de_de: Kampagne von '%1' [%2] auf '%3' [%4] geändert.
fr_fr: La campagne a été modifiée de '%1' [%2] à '%3' [%4].

source: %1 pending contributions were adjusted as well.
fr_fr: %1 cotisations en attente ont également été ajustées.

source: Multiple changes
de_de: Diverse Änderungen
fr_fr: Changements multiples

source: SEPA Mandate Updated
de_de: Mandat wurde aktualisiert
fr_fr: Mandat SEPA mis à jour

source: The following changes have been applied to SDD mandate %1:
de_de: Die folgenden Änderungen wurden bei Mandat %1 vorgenommen:
fr_fr: Les changements suivants ont été appliqués au mandat SDD %1:

source: Cannot adjust mandate [%s], batching in progress!
de_de: Mandat [%s] kann nicht angepasst werden, Batching läuft gerade!
fr_fr: Impossible d'ajuster le mandat [%s], traitement en cours !

source: You can only adjust the amount of recurring contribution mandates.
de_de: Nur bei Dauerlastschrift-Mandaten kann der Betrag geändert werden.
fr_fr: Vous ne pouvez modifier que le montant des mandats de contribution périodique.

source: The amount cannot be changed to zero or less.
de_de: Der Betrag muss positiv sein
fr_fr: Le montant ne peut être nul ou négatif

source: The requested amount is the same as the current one.
de_de: Der Betrag hat sich nicht geändert.
fr_fr: Le montant demandé est identique au montant actuel

source: Cannot update scheduled contribution [%s]. Error was: '%s'
de_de: Die geplante Zuwendung [%s] konnte nicht geändert werden. Der Fehler ist: '%s'
fr_fr: Impossible de modifier la contribution planifiée [%s]. Erreur : '%s'

source: Successfully updated %d generated contributions.
de_de: %d bereits erstellte Zuwendungen wurden angepasst.
fr_fr: Mise à jour réussie %d contributions générées

source: Cannot create file! Error was: '%s'
de_de: Die XML-Datei konnte nicht erzeugt werden. Fehler ist: '%s'
fr_fr: Impossible de créer le fichier! Erreur '%s'

source: Cannot update transaction group! Error was: '%s'
de_de: Die Gruppe konnte nicht aktualisiert werden. Fehler ist: '%s'
fr_fr: Impossible de mettre à jour la transaction du groupe! Erreur '%s'

source: Creditor Contact ID
de_de: Gläubiger-Kontakt
fr_fr: ID du contact du créancier

source: SEPA Creditor identifier
de_de: SEPA Gläubiger-Identifikationsnummer
fr_fr: Identifiant du Créancier SEPA

source: internal label of the creditor
fr_fr: Étiquette interne du créancier

source: name of the creditor
fr_fr: Nom du créancier

source: Address of the creditor
de_de: Adresse des Gläubigers
fr_fr: Adresse du créancier

source: Currency used by this creditor
fr_fr: Devise utilisé par ce créancier

source: Mandate numbering prefix
fr_fr: Préfixe de numérotation obligatoire

source: Category purpose of the collection
fr_fr: Catégorie de l'objectif de la collecte

source: Tag
fr_fr: Étiquette

source: Immediately activate new Mandates
de_de: Neue Mandate sofort aktivieren
fr_fr: Activer immédiatement les nouveaux mandats

source: SEPA File Format
de_de: SEPA Dateiformat (PAIN)
fr_fr: Format de fichier SEPA

source: Creditor Type: SEPA (default) or PSP
fr_fr: Type de créancier: SEPA (Par défaut) ou PSP

source: Does this creditor use BICs?
fr_fr: Ce créancier a utilisé le BIC ?

source: Reference
de_de: Mandatsreferenz
fr_fr: Référence

source: Entity Table
fr_fr: Table de l'entité

source: Entity ID
fr_fr: ID de l'entité

source: Mandate signature date
de_de: Unterschriftdatum
fr_fr: Date de signature du mandat

source: Creditor ID
de_de: Gläubiger-ID
fr_fr: ID du créancier

source: Contact ID
de_de: Kontakt ID
fr_fr: Id. du contact

source: Status
fr_fr: État

source: creation date
de_de: Erstellungsdatum
fr_fr: date de création

source: First Contribution (to be deprecated)
de_de: Ersteinzug
fr_fr: Première contribution (à déprécier)

source: validation date
de_de: Validierungsdatum
fr_fr: date de validation

source: Filename
de_de: Dateiname
fr_fr: Nom du fichier

source: Latest Submission Date
de_de: Spätestes Übertragungsdatum
fr_fr: Date de la dernière soumission

source: Created Date
de_de: Erstelldatum
fr_fr: Date de création

source: Comments
de_de: Kommentare
fr_fr: Commentaires

source: Collection Date
de_de: Einzugsdatum
fr_fr: Date de prélèvement

source: SepaMandate ID
de_de: Mandats-ID
fr_fr: ID du mandat Sepa

source: Creation Date
de_de: Erstellungsdatum
fr_fr: Date de création

source: Start Date
de_de: Startdatum
fr_fr: Date de début

source: End Date
de_de: Enddatum
fr_fr: Date de fin

source: You can only replace RCUR mandates
de_de: Sie können nur Mandate mit wiederkehrenden Zahlungen (RCUR) ersetzen
fr_fr: Vous ne pouvez remplacer que les mandats RCUR

source: No contact ID (cid) given.
de_de: Keine Kontakt-ID (cid) vorhanden.
fr_fr: Aucun ID de contact (cid) donné.

source: Clone SEPA Mandate for Contact [%1]: %2
de_de: Dupliziere SEPA-Mandat für Kontakt [%1]: %2
fr_fr: Cloner le mandat SEPA pour le contact [%1] : %2

source: Replace SEPA Mandate for Contact [%1]: %2
de_de: Ersetze SEPA-Mandat für Kontakt [%1]: %2
fr_fr: Remplacer le mandat SEPA pour le contact [%1] : %2

source: Create new SEPA Mandate for Contact [%1]: %2
de_de: Erstelle neues SEPA-Mandat für Kontakt [%1]: %2
fr_fr: Créer un nouveau mandat SEPA pour le contact [%1] : %2

source: Creditor
de_de: Kreditor
fr_fr: Créancier

source: Financial Type
de_de: Zuwendungsart
fr_fr: Type d'opération financière

source: Campaign
de_de: Kampagne
fr_fr: Campagne

source: not required, will be generated
de_de: nicht benötigt, wird automatisch erzeugt
fr_fr: non requis, sera généré

source: not required
de_de: nicht benötigt
fr_fr: non requis

source: Account
de_de: Konto
fr_fr: Compte

source: required
de_de: erforderlich
fr_fr: requis

source: Amount
de_de: Betrag
fr_fr: Montant

source: Replacement Date
de_de: Änderungsdatum
fr_fr: Date de remplacement

source: Replacement Reason
de_de: Änderungsgrund
fr_fr: Raison du remplacement

source: Day of Month
de_de: Einzugstag
fr_fr: Jour du mois

source: Frequency
de_de: Turnus
fr_fr: Périodicité

source: Create
de_de: Erstellen
fr_fr: Créer

source: Incompatible frequency unit '%1' in mandate.
de_de: Ungültiges Intervall '%1' im Mandat.
fr_fr: Unité de périodicité '%1' incompatible dans le mandat.

source: Warning
de_de: Warnung
fr_fr: Avertissement

source: BIC is required
de_de: BIC ist erforderlich
fr_fr: Le BIC est obligatoire

source: Amount has to be positive.
de_de: Betrag muss positiv sein.
fr_fr: Le montant doit être positif.

source: Already in use
de_de: Bereits in Benutzung
fr_fr: Déjà utilisé

source: '%3' SEPA Mandate <a href="%2">%1</a> created.
de_de: '%3' SEPA Mandat <a href="%2">%1</a> erstellt.
fr_fr: '%3' Mandat SEPA <a href="%2">%1</a> crée

source: Success
de_de: Erfolg
fr_fr: Succès

source: Failed to create %1 mandate. Error was: %2
de_de: Fehler beim Anlegen von Mandat %1. Fehler war: %2
fr_fr: Echec de création du mandat %1. Erreur : %2

source: - none -
de_de: - keine -
fr_fr: - aucun -

source: new account
de_de: neues Konto
fr_fr: nouveau compte

source: One-time only (OOFF)
de_de: Einmaliger Einzuge (OOFF)
fr_fr: Ponctuel seulement (OOFF)

source: SEPA Mandates (generic)
de_de: SEPA Mandate (allgemein)
fr_fr: Mandats SEPA (Générique)

source: Generic SEPA Mandate Report (org.project60.sepa)
fr_fr: Rapport générique sur le mandat SEPA (org.project60.sepa)

source: Mandate Reference
de_de: Mandatsreferenz
fr_fr: Référence du mandat

source: Mandate ID
de_de: Mandats-ID
fr_fr: ID du mandat

source: Mandate Status
de_de: Status des Mandats
fr_fr: État du mandat

source: Signature Date
de_de: Unterschriftsdatum
fr_fr: Date de signature

source: Validation Date
de_de: Validierungsdatum
fr_fr: Date de validation

source: Contribution Status
de_de: Zuwendungstatus
fr_fr: État de la contribution

source: Any
de_de: beliebig
fr_fr: N'importe lequel

source: One-off
de_de: Einmaleinzug
fr_fr: Ponctuel

source: Recurring
de_de: Dauereinzug
fr_fr: Périodique

source: Contact Name
de_de: Kontaktname
fr_fr: Nom du contact

source: View Mandate Options.
de_de: Mandatsoptionen
fr_fr: Voir les options du mandat.

source: View Contact Summary for this Contact.
de_de: Übersicht für diesen Kontakt anzeigen.
fr_fr: Voir la synthèse pour ce contact.

source: SEPA Mandates (One-Off)
de_de: SEPA Mandate (Einzeleinzug)
fr_fr: Mandats SEPA (Ponctuel)

source: SEPA One-Off Mandate Report (org.project60.sepa)
de_de: SEPA Einzeleinzugs-Mandate (org.project60.sepa)
fr_fr: Rapport sur le mandat unique SEPA (org.project60.sepa)

source: Contribution ID
de_de: Zuwendungs-ID
fr_fr: ID de la contribution

source: Cancel Reason
de_de: Änderungsgrund
fr_fr: Raison de l'annulation

source: Contribution Page
de_de: Spendenseite
fr_fr: Page de contribution

source: Contribution Collection Date
de_de: Einzugsdatum
fr_fr: Date de prélèvement de la contribution

source: Fee Amount
de_de: Gebühren
fr_fr: Montant de la commission

source: Net Amount
de_de: Nettobetrag
fr_fr: Montant net

source: Contribution Amount
de_de: Zuwendungsbetrag
fr_fr: Montant de la contribution

source: Receive Date
de_de: Erhalten am
fr_fr: Date de réception

source: SEPA Mandates (Recurring)
de_de: SEPA Mandate (Dauereinzüge)
fr_fr: Mandats SEPA (Périodique)

source: SEPA Recurring Mandate Report (org.project60.sepa)
de_de: SEPA Dauereinzugs-Mandate (org.project60.sepa)
fr_fr: Rapport mandat SEPA périodique (org.project60.sepa)

source: Cycle Day
de_de: Monatstag
fr_fr: Jour du cycle

source: Recurring Contribution Status
de_de: Einzugsstatus (recurring_contribution)
fr_fr: Statut de contribution périodique

source: Cancel Reason(s)
de_de: Änderungsgründe
fr_fr: Raison(s) de l'annulation

source: Transaction ID
de_de: Transaktionsnummer
fr_fr: Identifiant de transaction

source: Installment Amount
de_de: Ratenbetrag
fr_fr: Montant d'installation

source: Cycle Interval
de_de: Turnus
fr_fr: Intervalle du cycle

source: Cycle Days
de_de: Monatstage
fr_fr: Jours du cycle

source: Total Amount Collected
de_de: Eingezogener Gesamtbetrag
fr_fr: Montant Total Prélevé

source: Total Count of Collected Contributions
de_de: Gesamtanzahl Einzüge
fr_fr: Nombre Total de Contributions prélevées

source: Total Count of Failed/Cancelled Contribution
de_de: Gesamtzahl fehlgeschlagener/abgebrochener Zuwendungen
fr_fr: Nombre Total de Contribution Manquée/Annulée

source: Matching Contribution Count
de_de: Anzahl der zugehörigen Zuwendungen
fr_fr: Compte de la contribution de contrepartie

source: Retry Collection of Failed DDs
de_de: Erneuter Einzug fehlgeschlagener Einzüge
fr_fr: Réessayer la collecte des DDs échouée

source: Date Range
de_de: Datumsbereich
fr_fr: Plage de dates

source: Creditor(s)
de_de: Kreditor(en)
fr_fr: Créancier(s)

source: SDD Groups
de_de: SEPA-Gruppen
fr_fr: Groupes SDD

source: Generate
de_de: Erzeugen
fr_fr: Générer

source: This Month
de_de: Aktueller Monat
fr_fr: Ce mois-ci

source: Last 7 Days
de_de: Letzte 7 Tage
fr_fr: 7 derniers jours

source: Last 14 Days
de_de: Letzte 14 Tage
fr_fr: 14 derniers jours

source: Last 30 Days
de_de: Letzte 30 Tage
fr_fr: 30 derniers jours

source: Last 60 Days
de_de: Letzte 60 Tage
fr_fr: 60 derniers jours

source: Last 90 Days
de_de: Letzte 90 Tage
fr_fr: 90 derniers jours

source: Last Calendar Month
de_de: Letzter Kalendermonat
fr_fr: Le mois passé

source: Last Two Calendar Months
de_de: Letzte zwei Kalendermonate
fr_fr: Les 2 derniers mois

source: Last 12 Calendar Months (!)
de_de: Letzte 12 Kalendermonate (!)
fr_fr: Les 12 derniers mois

source: annually
de_de: jährlich
fr_fr: Annuellement

source: semi-annually
de_de: halbjährlich
fr_fr: Semestrielle

source: quarterly
de_de: vierteljährlich
fr_fr: Trimestrielle

source: monthly
de_de: monatlich
fr_fr: Mensuel

source: SEPA Contact Search
de_de: SEPA Kontaktsuche
fr_fr: Recherche de contacts SEPA

source: Find contacts based on CiviSEPA Mandates
de_de: Kontakte basierend auf SEPA-Mandatsdaten finden
fr_fr: Trouver des contacts basés sur les mandats CiviSEPA

source: CiviSEPA Contact Search
de_de: CiviSEPA Kontaktsuche
fr_fr: Recherche de contact CiviSEPA

source: You cannot delete this contribution because it is connected to SEPA mandate [%s]. Delete the mandate instead!
de_de: Diese Zuwendung kann nicht gelöscht werden, da sie Teil des SEPA-Mandates [%s] ist. Bitte löschen Sie das Mandat, das wird die Zuwendung entsprechend mit entfernen.
fr_fr: Vous ne pouvez pas supprimer cette contribution parce qu'elle est reliée à un mandat SEPA [1%s]. Supprimer d'abord le mandat !

source: Creditor [%1] is missing!
de_de: Kreditor [%1] nicht vorhanden!
fr_fr: Le créancier [%1] est manquant !

source: File format [%1] is missing!
de_de: Dateiformat [%1] nicht vorhanden!
fr_fr: Le format du fichier [%1] est manquant

source: Cannot close transaction group! Error was: '%s'
de_de: Die Gruppe konnte nicht geschlossen werden. Fehler ist: '%s'
fr_fr: La transaction de groupe ne peut être fermée! Erreur : '%s'

source: Closing SDD Group(s) [%1]
de_de: Schließe SEPA-Gruppe(n) [%1]
fr_fr: Fermeture des groupe(s) SDD [%1]

source: Updating contributions in group '%1'... (%2)
de_de: Aktualisiere Zuwendungen in Gruppe '%1'... (%2)
fr_fr: Mise à jour des contributions dans le groupe '%1'... (%2)

source: Updating status of group '%1'
de_de: Aktualisiere Status von Gruppe '%1'
fr_fr: Mise à jour des statuts du groupe '%1'

source: Compiling XML for group '%1'
de_de: Erzeuge XML für Gruppe '%1'
fr_fr: Compilation du XML pour le groupe '%1'.

source: Cannot run update, another update is in progress!
de_de: Aktualisierung nicht möglich, da bereits eine andere Aktualisierung läuft!
fr_fr: Mise à jour impossible, une autre mise à jour est en cours !

source: Updating %1 SEPA Groups
de_de: Aktualisiere %1 SEPA Gruppen
fr_fr: Mise à jour %1 des groupes SEPA

source: Preparing to clean up ended mandates
de_de: Bereinigung beendeter Mandate wird vorbereitet
fr_fr: Se préparer à nettoyer les mandats terminés

source: Cleaning up ended mandates
de_de: Beendet Mandate werden bereinigt
fr_fr: Nettoyage des mandats terminés

source: Lock released
de_de: Sperre aufgehoben
fr_fr: Verrou libéré

source: Thank you
de_de: Vielen Dank
fr_fr: Merci

source: Not activated
de_de: Nicht aktiv
fr_fr: Désactivé

source: Ready
de_de: Bereit
fr_fr: Prêt

source: In Use
de_de: In Verwendung
fr_fr: Utilisé

source: Completed
de_de: Abgeschlossen
fr_fr: Terminé

source: Suspended
de_de: Ausgesetzt
fr_fr: Suspendu

source: Incomplete Donation
de_de: Unvollständige Zuwendung
fr_fr: Don incomplet

source: IBAN is blocklisted
de_de: IBAN ist auf der Blockliste
fr_fr: IBAN est bloqué

source: IBAN is not correct
de_de: IBAN ist nicht korrekt.
fr_fr: IBAN incorrect

source: Please remove leading IBAN
de_de: Bitte vorangestellte IBAN entfernen
fr_fr: Veuillez supprimer l'IBAN principal

source: Invalid PSP Code
de_de: Ungültiger PSP Code
fr_fr: Code PSP invalide

source: Illegal characters detected
de_de: Unzulässige Zeichen gefunden
fr_fr: Caractères illégaux détectés

source: Don't start with special characters
de_de: Nicht mit Sonderzeichen beginnen
fr_fr: Ne commencez pas par des caractères spéciaux

source: Don't end with special characters
de_de: Nicht mit Sonderzeichen abschließen
fr_fr: Ne terminez pas par des caractères spéciaux

source: BIC is not correct
de_de: BIC ist nicht korrekt.
fr_fr: Le BIC n'est pas correct

source: PSP/BIC is not correct
de_de: PSP/BIC ist nicht korrekt
fr_fr: PSP/BIC n'est pas correct

source: Close SEPA Group
de_de: SEPA Gruppe schließen
fr_fr: Fermer le groupe SEPA

source: Create SEPA Mandate
de_de: SEPA Mandat Erstellen
fr_fr: Créer un mandat SEPA

source: This page cannot be called w/o parameters.
de_de: Diese Seite kann nicht ohne Parameter aufgerufen werden.
fr_fr: Cette page ne peut pas être appelée sans paramètres.

source: Couldn't create contribution for contact #%s
de_de: Zuwendung für Kontakt #%s konnte nicht angelegt werden.
fr_fr: Impossible de créer une contribution pour le contact #%s
