Repository: Project60/org.project60.sepa
Catalog: l10n/*/LC_MESSAGES/sepa.po
Languages: de_de, fr_fr

source: The installment_created hook has not been called (correctly).
fr_fr: Le hook Installment_created n'a pas été (correctement) appelé.

source: There should be no transaction group be associated with the mandate after terminating.
fr_fr: Aucun groupe de transaction ne devrait être associé au mandat après sa résiliation.

source: The mandate is probably incorrectly regrouped again after terminating thus is associated with a transaction group.
fr_fr: Le mandat est probablement mal regroupé après avoir pris fin et est donc associé à un groupe de transactions.

source: It must not be allowed to terminate the mandate after the group has been closed.
fr_fr: Il ne doit pas être possible de mettre fin au mandat après la fermeture du groupe.

source: The mandate has been illegally terminated after closing.
fr_fr: Le mandat a été illégalement résilié après la clôture.

source: The mandate status has been illegally touched after closing.
fr_fr: Le statut du mandat a été touché illégalement après la fermeture.

source: A new contribution has been created for a terminated mandate.
fr_fr: Une nouvelle contribution a été créée pour un mandat clôturé.

source: The mandate has been incorrectly terminated.
fr_fr: Le mandat a été incorrectement clôturé.

source: The mandate is not in the transaction group anymore but should be.
fr_fr: Le mandat n'est plus dans le groupe de transaction mais devrait l'être.

source: The end date is not correct.
de_de: Das Enddatum ist nicht korrekt
fr_fr: La date de fin est incorrect.

source: The mandate has been incorrectly regrouped.
fr_fr: Le mandat a été incorrectement regroupé.

source: OOFF Mandate after creation is incorrect.
fr_fr: OOFF Le mandat après la création est incorrect.

source: OOFF contribution after creation is incorrect.
fr_fr: La contribution OOFF après la création est incorrecte.

source: RCUR Mandate after creation is incorrect.
fr_fr: Le mandat RCUR après création est incorrect.

source: RCUR contribution after creation is incorrect.
fr_fr: La contribution au RCUR après la création est incorrecte.

source: OOFF Mandate status after batching is incorrect.
fr_fr: Le statut du mandat OOFF après la mise en lot est incorrect.

source: OOFF contribution status after batching is incorrect.
fr_fr: Le statut de la cotisation OOFF après la mise en lot est incorrect.

source: OOFF transaction group status after batching is incorrect.
fr_fr: Le statut du groupe de transactions OOFF après la mise en lots est incorrect.

source: RCUR Mandate status after batching is incorrect.
fr_fr: Le statut du mandat RCUR après la mise en lot est incorrect.

source: RCUR contribution status after batching is incorrect.
fr_fr: Le statut de la contribution RCUR après la mise en lots est incorrect.

source: RCUR transaction group status after batching is incorrect.
fr_fr: Le statut du groupe de transactions RCUR après la mise en lots est incorrect.

source: OOFF Mandate status after closing is incorrect.
fr_fr: Le statut du mandat OOFF après la clôture est incorrect.

source: OOFF contribution status after closing is incorrect.
fr_fr: Le statut de la contribution OOFF après la clôture est incorrect.

source: OOFF transaction group status after closing is incorrect.
fr_fr: Le statut du groupe de transactions OOFF après la fermeture est incorrect.

source: RCUR Mandate status after closing is incorrect.
fr_fr: Le statut du mandat RCUR après la fermeture est incorrect.

source: RCUR contribution status after closing is incorrect.
fr_fr: Le statut de la contribution RCUR après la fermeture est incorrect.

source: RCUR transaction group status after closing is incorrect.
fr_fr: Le statut du groupe de transactions RCUR après la clôture est incorrect.

source: Mandate status of new mandate is incorrect.
fr_fr: Le statut du nouveau mandat est incorrect.

source: The OOFF mandate reference is invalid.
fr_fr: La référence du mandat OOFF n'est pas valide.

source: The RCUR mandate reference is invalid.
fr_fr: La référence du mandat RCUR n'est pas valide.

source: There should be a clashing reference
fr_fr: Il devrait y avoir une référence de collision

source: set/getGenericSetting doesn't work
fr_fr: Définir / Obtenir les paramètres généraux ne fonctionne pas

source: set/getSetting doesn't work
fr_fr: Définir / Obtenir les paramètres ne fonctionne pas

source: The contribution for the mandate is null. That should not be possible at this point.
fr_fr: La contribution pour le mandat est nulle. Cela ne devrait pas être possible à ce stade.

source: Invalid BIC location detection fails!
fr_fr: La détection d'un emplacement BIC invalide échoue !

source: Wrong BIC for IBAN detection fails!
fr_fr: Détection d'un mauvais BIC pour l'IBAN, échec !

source: Nonexistent BIC detection fails!
fr_fr: Détection des BIC inexistants, échec !

source: Incorrect BIC detection fails!
fr_fr: Détection d'un BIC incorrect, échec !

source: Incorrect IBAN detection fails!
fr_fr: Détection d'un IBAN incorrect, échec !

source: Incorrect bank code detection fails!
fr_fr: Détection d'un code bancaire incorrect, échec !

source: Incorrect IBAN checksum detection fails!
fr_fr: Détection d'une somme de contrôle IBAN incorrecte, échec !

source: Incorrect IBAN length detection fails!
fr_fr: Détection de la longueur incorrecte de l'IBAN, échec !

source: Incorrect char in IBAN detection fails!
fr_fr: Détection d'un caractère incorrect dans l'IBAN, échec !

source: Blocklistet IBAN should fail but did not!
fr_fr: L'IBAN bloqué devrait échouer mais ne l'a pas fait !

source: PSP
de_de: Zahlungssystem (PSP - Payment Service Provider)

source: Type
de_de: Art

source: One-Off Payment Instruments
de_de: Einmalige Zahlungsinstrumente

source: Recurring Payment Instruments
de_de: Wiederkehrende Zahlungsinstrumente

source: Settings successfully updated.
de_de: Einstellungen gespeichert.

source: Saved
de_de: Gespeichert

source: SEPAContribution Groups
de_de: SEPA Zuwendungsgruppen

source: SEPAContribution Group
de_de: SEPA Zuwendungsgruppe

source: primary key
de_de: Primärschlüssel

source: FK to Contribution ID
de_de: Fremdschlüssel zu Zuwendungs-ID

source: FK to civicrm_sdd_txgroup
de_de: Fremdschlüssel zu civicrm_sdd_txgroup

source: SEPACreditors
de_de: SEPA-Gläubiger

source: SEPACreditor
de_de: SEPA-Gläubiger

source: FK to Contact ID that owns that account
de_de: Fremdschlüssel zu Kontakt-ID des Kontoinhabers

source: Provided by the bank. ISO country code+check digit+ZZZ+country specific identifier
de_de: Von der Bank bereitgestellt. ISO-Ländercode + Prüfziffer + ZZZ + länderspezifischer Identifikator

source: official creditor name, passed to exported files
de_de: offizieller Gläubigername, wird exportierten Dateien übergeben

source: internally used label for the creditor
de_de: Interner Name des Gläubigers

source: Which Country does this address belong to.
de_de: Zu welchem Land gehört diese Adresse

source: Iban of the creditor
de_de: IBAN des Gläubigers

source: BIC of the creditor
de_de: BIC des Gläubigers

source: Mandate numering prefix
de_de: Mandats-Präfix

source: prefix for mandate identifiers
de_de: Präfix für Mandatsreferenzen

source: currency used by this creditor
de_de: Währung dieses Gläubigers

source: Payment processor link (to be deprecated)
de_de: Zahlungsprozessor-Link (wird veralten)

source: Default value
de_de: Standard-Gläubiger

source: Type of the creditor, values are SEPA (default) and PSP
de_de: Art des Gläubigers: SEPA (Standard) oder PSP

source: If true, BICs are not used for this creditor
de_de: Falls aktiviert, werden BICs nicht für diesen Gläubiger verwendet

source: SEPAMandates
de_de: SEPA-Mandate

source: SEPAMandate
de_de: SEPA-Mandat

source: A unique mandate reference
de_de: eine eindeutige Mandatsreferenz

source: Source
de_de: Quelle

source: Name of the account holder
de_de: Name des Kontoinhabers

source: Iban of the debtor
de_de: IBAN des Schuldners

source: BIC of the debtor
de_de: BIC des Schuldners

source: FK to civicrm_contribution
de_de: Fremdschlüssel zu civicrm_contribution

source: SEPASdd Files
de_de: SEPASdd-Dateien

source: SEPASdd File
de_de: SEPASdd-Datei

source: Name of the generated file
de_de: Name der erzeugten Datei

source: Latest submission date
de_de: Spätestes Übertragungsdatum

source: SEPATransaction Groups
de_de: SEPATransaction-Gruppen

source: SEPATransaction Group
de_de: SEPATransaction-Gruppe

source: Target collection date
de_de: Zieleinzugsdatum

source: Sdd Creditor ID
de_de: Gläubiger-ID

source: fk to SDD Creditor Id
de_de: Fremdschlüssel zu Gläubiger-ID

source: Sdd File ID
de_de: Sdd-Datei-ID

source: Payment Method
de_de: Zahlungsmethode

source: Custom Transaction Message
de_de: Benutzerdefinierte Transaktionsnachricht

source: Note
de_de: Notiz

source: %B %E%f
de_de: %E. %B

source: Couldn't load mandate #%1
de_de: Mandat #%1 konnte nicht geladen werden

source: Mandate [%1] was validated/activated.
de_de: Mandat [%1] wurde validiert und aktiviert.

source: Record SEPA Mandate
de_de: SEPA-Mandat erfassen

source: Actions
de_de: Aktionen

source: Contributions
de_de: Zuwendungen

source: Date
de_de: Datum

source: Select the transaction groups of which you want to re-collect failed transactions
de_de: Wählen Sie die SEPA-Gruppen aus, für die Sie fehlgeschlagene Transaktionen erneut einziehen möchten.

source: Contact
de_de: Kontakt

source: Transactions
de_de: Zahlungen

source: Total
de_de: Gesamt

source: Custom Transaction Message:
de_de: Benutzerdefinierte Transaktionsnachricht:

source: Note:
de_de: Notiz:

source: Description
de_de: Beschreibung

source: Urgent
de_de: Dringend

source: contributions
de_de: Zuwendungen

source: Contribution
de_de: Zuwendung

source: Options
de_de: Optionen

source: Validate/Activate
de_de: Validieren / Aktivieren

source: Activate the mandate when all requirements for collection are met.
de_de: Aktiviere das Mandat wenn alle Bedingungen für den Einzug erfüllt sind.

source: Contacts
de_de: Kontakte

source: Notes
de_de: Notizen
