Repository: Project60/org.project60.sepa
Catalog: l10n/*/LC_MESSAGES/sepa.po
Languages: de_de, fr_fr

source: update recurring
de_de: Dauereinzüge Aktualisieren
fr_fr: Mise à jour récurrente

source: retry collection
de_de: Einzug erneut versuchen
fr_fr: Réessayer le prélèvement

source: Group Name
de_de: Gruppenname
fr_fr: Nom du groupe

source: Submission
de_de: Übermittlungsdatum
fr_fr: Soumission

source: Collection
de_de: Einzugsdatum
fr_fr: Prélèvement

source: Close and Submit
de_de: Schließen und Senden
fr_fr: Clore et envoyer

source: Download Again
de_de: Herunterladen
fr_fr: Télécharger à nouveau

source: Mark Received
de_de: Zahlung Erhalten
fr_fr: Marquer comme reçu

source: Legend
de_de: Legende
fr_fr: Légende

source: Missed
de_de: Verpasst
fr_fr: Manqué

source: Submission date has passed!
de_de: Übermittlungsdatum ist verstrichen
fr_fr: La date de soumission est passée !

source: Submission date is immanent, you have to close group and upload file to creditor today!
de_de: Übermittlungsdatum ist erreicht, Sie müssen diese Gruppe heute schließen und die Daten übermitteln!
fr_fr: La date de soumission est imminente, vous devez fermer le groupe et télécharger le fichier au créancier aujourd'hui !

source: Soon
de_de: Bald
fr_fr: A bientôt

source: Submission within 6 days or OOFF (submission not enforced)
de_de: Übermittlung innerhalb der nächsten 6 Tage oder einmalige Einzüge (Übermittlungsdatum nicht starr)
fr_fr: Soumission dans les 6 jours ou OOFF (soumission non exécutée)

source: Upcoming
de_de: Zukünftig
fr_fr: A venir

source: Submission date more than 6 days from now
de_de: Übermittlungsdatum länger als 6 Tage ab heute
fr_fr: Date de soumission dans plus de 6 jours

source: Closed
de_de: Geschlossen
fr_fr: Fermé

source: The group is closed and uploaded to creditor, submission date is in the past.
de_de: Die Gruppe ist geschlossen und wurde übermittelt, Übermittlungsdatum liegt in der Vergangenheit.
fr_fr: Le groupe est fermé et téléchargé au créancier, la date de soumission est dans le passé.

source: Do you really want to mark this groups as 'payment received'?
de_de: Haben Sie die Zahlung für diese Gruppe wirklich bereits erhalten?
fr_fr: Voulez vous vraiment marquer ces groupes comme "règlement reçu" ?

source: one-off direct debit payment
de_de: Einzeleinzüge
fr_fr: paiement unique par débit direct

source: recurring direct debit payment
de_de: wiederkehrende Einzüge
fr_fr: règlement périodique par virement

source: mandates
de_de: Mandate
fr_fr: Mandats

source: retried contributions
de_de: Zuwendungen mit wiederholtem Einzugsversuch
fr_fr: Relancer les contributions

source: things
de_de: Dinge
fr_fr: Choses

source: Deleting SEPA transaction group '%1'
de_de: SEPA-Gruppe '%1' löschen
fr_fr: Supprimer le groupe '%1' de transaction SEPA

source: This %1 transaction group is currently in status '<b>%2</b>'.
de_de: Diese %1 SEPA-Gruppe befindet sich im Status '<b>%2</b>'.
fr_fr: Ce groupe de transactions %1 est actuellement dans le statut '<b>%2</b>'.

source: This means, that is has already been submitted to the bank.
de_de: Das bedeutet dass die Gruppe bereits and die Bank übertragen wurde.
fr_fr: Cela signifie qu'il a déjà été soumis à la banque.

source: Deleting the group will erase any record of this transaction.
de_de: Mit dem Löschen dieser Gruppe verlieren Sie auch jegliche Aufzeichnungen dieses Vorgangs.
fr_fr: La suppression du groupe effacera toute trace de cette transaction.

source: This means, that the payments should have already been processed.
de_de: Das bedeutet, dass die Zahlungen bereits verarbeitet worden sein sollten.
fr_fr: Cela signifie que les paiements devraient déjà avoir été traités.

source: This is an illegal state!
de_de: Das ist ein defekter Zustand!
fr_fr: C'est un statut illégal !

source: Only proceed if you know what you're doing.
de_de: Fahren Sie nur fort, wenn Sie genau wissen was Sie tun.
fr_fr: Ne procédez que si vous savez ce que vous faites.

source: The group has a total of %1 associated %2.
de_de: Diese Gruppe enthält insgesamt %1 %2.
fr_fr: Le groupe a un total de %1 associé à %2.

source: None of them have been processed yet, so they could be deleted.
de_de: Keine davon wurde bisher verarbeitet, sie könnten also alle gelöscht werden.
fr_fr: Aucun d'entre eux n'a encore été traité, ils pourraient donc être supprimés.

source: All of them have already been transmitted to the bank.
de_de: Alle wurden bereits zur Bank übertragen.
fr_fr: Tous ont déjà été transmis à la banque.

source: All of them have already been fully processed.
de_de: Alle davon wurden vollständig verarbeitet.
fr_fr: Tous ont déjà été entièrement traités.

source: %1 of them have not been processed yet, and could be deleted. However, there are %2 %4 that have already been sent to the bank for collection, and another %3 that have been fully processed.
de_de: %1 von ihnen sind noch nicht verarbeitet worden und können gelöscht werden. Allerdings gibt es %2 %4 die bereits zur Bank übertragen wurden, und weitere %3 die bereits vollständig verarbeitet wurden.
fr_fr: %1 d'entre eux n'ont pas encore été traités, et pourraient être supprimés. Cependant, il y a %2 %4 qui ont déjà été envoyés à la banque pour encaissement, et un autre %3 qui ont été entièrement traités.

source: What do you want to do with the associated %1?
de_de: Was wollen Sie mit den enthaltenen %1 machen?
fr_fr: Que voulez-vous faire avec le %1 associé ?

source: don't delete any %1
de_de: keine %1 löschen
fr_fr: n'effacer aucun %1

source: delete all %1
de_de: alle %1 löschen
fr_fr: effacer tous les %1

source: delete pending %1
de_de: ausstehende %1 löschen
fr_fr: effacer les %1 en attente

source: You should consider deleting the open contributions. If the recurring transaction group is deleted, these payments do not make sense any more. They will also be generated again, once you hit update.
de_de: Sie sollten sich überlegen, die offenen Zuwendungen mit zu löschen. Wenn die SEPA-Gruppe gelöscht wurden, machen diese Zahlungen keinen Sinn mehr. Außerdem werden sie einfach wieder neu erzeugt, sobald Sie den 'Update'-Knopf drücken.
fr_fr: Vous devriez envisager de supprimer les contributions ouvertes. Si le groupe de transactions récurrentes est supprimé, ces paiements n'ont plus de sens. Ils seront également générés à nouveau, une fois que vous aurez appuyé sur la touche de mise à jour.

source: Deleting these contributions will <i>not</i> affect the associated mandates.
de_de: Das Löschen dieser Zuwendungen wird <i>nicht</i> die damit verbundenen Mandate modifizieren.
fr_fr: La suppression de ces contributions <i>n'</i>affectera pas les mandats associés.

source: You should be very careful when deleting processed contributions. It usually means, that related 'real world activites' (like money transfers) have already been initiated or even completed.
de_de: Seien Sie sehr vorsichtig beim Löschen von bereits verarbeiteten SEPA-Gruppen. Normalerweise sind hier bereits 'echte' Vorgänge bei Banken angestoßen worden.
fr_fr: Vous devez être très prudent lorsque vous supprimez des contributions traitées. Cela signifie généralement que des "activités réelles" connexes (comme des transferts d'argent) ont déjà été lancées ou même réalisées.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, you should also consider deleting all associated contributions, since they will otherwise remain in the status 'in progress' and not be processed any more.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls dies aber doch tun wollen, sollten Sie die enthaltenen Zuwendungen eventuell mit löschen, da sie sonst im Status 'in Bearbeitung' stehen bleiben werden.
fr_fr: Un groupe fermé a généralement été envoyé à une banque pour lancer le processus de paiement, de sorte que vous ne devriez pas vouloir supprimer ce groupe de toute façon. Toutefois, si vous le faites, vous devriez également envisager de supprimer toutes les contributions associées, car sinon elles resteront dans le statut "en cours" et ne seront plus traitées.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, deleting all associated contributions is a good choice, since they will otherwise remain in the status 'in progress' and not be processed any more.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls dies aber doch tun wollen, ist das Löschen der enthaltenen Zuwendungen eine gute Idee, da sie sonst im Status 'in Bearbeitung' stehen bleiben werden.
fr_fr: Un groupe fermé a généralement été envoyé à une banque pour lancer le processus de paiement, de sorte que vous ne devriez pas vouloir supprimer ce groupe de toute façon. Cependant, si vous le faites, la suppression de toutes les contributions associées est un bon choix, car elles resteront autrement dans le statut "en cours" et ne seront plus traitées.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group. However if you do, be sure to delete the associated contributions in case there was no money transferred in the first place.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass alle Zuwendungen gelöscht werden, für die der Geldtransfer nicht geklappt hat.
fr_fr: Un groupe de transactions marqué comme reçu a généralement été entièrement traité, c'est-à-dire que l'argent est effectivement arrivé sur votre compte. Vous ne devriez pas vouloir supprimer ce groupe. Cependant, si vous le faites, assurez-vous de supprimer les contributions associées au cas où il n'y aurait pas eu de transfert d'argent au départ.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group. However if you do, you should consider not deleting the associated contributions in case money was actually transferred.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass keine Zuwendungen gelöscht werden, für die bereits Geld geflossen ist.
fr_fr: Un groupe de transactions marqué comme reçu a généralement été entièrement traité, c'est-à-dire que l'argent est effectivement arrivé sur votre compte. Vous ne devriez pas vouloir supprimer ce groupe. Cependant, si vous le faites, vous devriez envisager de ne pas supprimer les contributions associées au cas où l'argent a été réellement transféré.

source: If you delete the mandates associated with this group, they cannot be collected any more. Be sure that you know what you're doing before proceeding.
de_de: Wenn Sie die Mandate die in dieser Gruppe enthalten sind mit löschen, können Sie nicht mehr eingezogen werden. Seien Sie sich sicher, dass Sie das wirklich wollen, ehe sie fortfahren.
fr_fr: Si vous supprimez les mandats associés à ce groupe, ils ne pourront plus être collectés. Assurez-vous que vous savez ce que vous faites avant de procéder.

source: Deleting these mandates will also delete the associated contributions.
de_de: Das Löschen dieser Mandate wird auch die damit verbundenen Zuwendungen löschen.
fr_fr: Supprimé ces mandats supprimera aussi les contributions associées.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, you should also consider deleting all associated mandates, since they will otherwise remain in the status 'in progress' and not be processed any more.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls dies aber doch tun wollen, sollten Sie die enthaltenen Mandate eventuell mit löschen, da sie sonst im Status 'in Bearbeitung' stehen bleiben werden.
fr_fr: Un groupe fermé a généralement été envoyé à une banque pour initier le processus de paiement, donc vous ne devriez pas vouloir supprimer ce groupe de toute façon. Cependant, si vous le faites, vous devriez également envisager de supprimer tous les mandats associés, car sinon ils resteront dans le statut "en cours" et ne seront plus traités.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this in the first place. However, if there's something wrong with it, be sure not to delete any mandates that you still want to collect or keep on record.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass keine Zuwendungen gelöscht werden, die Sie erneut einziehen oder auch zu Dokumentationszwecken behalten wollen.
fr_fr: Un groupe fermé a généralement été envoyé à une banque pour initier le processus de paiement, vous ne devriez donc pas vouloir le supprimer en premier lieu. Toutefois, s'il y a un problème, veillez à ne pas supprimer les mandats que vous souhaitez encore collecter ou conserver.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group in the first place.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen.
fr_fr: Un groupe de transactions marqué comme reçu a généralement été entièrement traité, c'est-à-dire que l'argent est effectivement arrivé sur votre compte. Vous ne devriez pas vouloir supprimer ce groupe en premier lieu.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group in the first place. However, if there's something wrong with it, be sure not to delete any mandates that you still want to collect or keep a record of.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass keine Mandate gelöscht werden, die Sie noch benötigen.
fr_fr: Un groupe de transactions marqué comme reçu a généralement été entièrement traité, c'est-à-dire que l'argent est effectivement arrivé sur votre compte. Vous ne devriez pas vouloir supprimer ce groupe en premier lieu. Toutefois, s'il y a un problème, veillez à ne pas supprimer les mandats que vous souhaitez encore collecter ou conserver.

source: Are you sure this is what you want to do?
de_de: Sind Sie sicher dass Sie das tun wollen?
fr_fr: Etes-vous sûr que c'est ce que vous voulez faire ?

source: Yes
de_de: Ja
fr_fr: Oui

source: No
de_de: Nein
fr_fr: Non

source: SEPA transaction group '%1' could not be deleted succesfully.
de_de: Die SEPA-Gruppe '%1' konnte nicht gelöscht werden.
fr_fr: Le groupe de transactions SEPA "%1" n'a pas pu être supprimé avec succès.

source: Error was:
de_de: Fehlermeldung:
fr_fr: Erreur :

source: SEPA transaction group '%1' was deleted, but the following problems were encountered:
de_de: Die SEPA-Gruppe '%1' wurde gelöscht, aber es sind die folgenden Probleme dabei aufgetreten:
fr_fr: Le groupe de transactions SEPA "%1" a été supprimé, mais les problèmes suivants ont été rencontrés :

source: contribution ID
de_de: Zuwendungs-ID
fr_fr: Identifiant de contribution

source: error message
de_de: Fehlermeldung
fr_fr: message d'erreur

source: %1 %2 have been deleted along with the group.
de_de: %1 %2 wurden zusammen mit der Gruppe gelöscht.
fr_fr: %1 %2 ont été supprimés en même temps que le groupe.

source: SEPA transaction group '%1' has been succesfully deleted.
de_de: SEPA Gruppe '%1' wurde erfolgreich gelöscht.
fr_fr: Le groupe de transactions SEPA "%1" a été supprimé avec succès.

source: Back
de_de: Zurück
fr_fr: Retour

source: No group_id given!
de_de: Keine Gruppen-ID (group_id) angegeben.
fr_fr: Pas de group_id indiqué !

source: Transaction group [%1] couldn't be loaded.
de_de: SEPA Gruppe [%1] konnte nicht geladen werden.
fr_fr: Le groupe de transactions [%1] n'a pas pu être chargé.

source: Select the template that should be used to create this prenotification file.
de_de: Wählen Sie die zu verwendende Nachrichtenvorlage.
fr_fr: Sélectionnez le modèle qui doit être utilisé pour créer ce fichier de notification.

source: The default template can be found and edited at "Communications" -> "Message Templates" -> "System Workflow Messages"
de_de: Die Standardvorlage kann unter"Kommunikation" -> "Nachrichtenvorlagen" -> "System Workflow Nachricht" geändert werden.
fr_fr: Le modèle par défaut peut être trouvé et modifié dans "Communications" -> "Modèles de message" -> "Messages de flux de travail du système".

source: The templates listed here are all user templates that begin with the prefix 'SEPA'.
de_de: Alle Nachrichtenvorlagen die mit 'SEPA' beginnen, werden hier angezeigt.
fr_fr: Les modèles énumérés ici sont tous les modèles d'utilisateur qui commencent par le préfixe "SEPA".

source: SEPA Recurring Mandate
de_de: SEPA Dauereinzugs-Mandat
fr_fr: Mandat SEPA récurrent

source: SEPA Single Payment Mandate
de_de: SEPA Einzeleinzugs-Mandat
fr_fr: Mandat de paiement SEPA unique

source: Creation date
de_de: Erstellungsdatum
fr_fr: Date de création

source: Signature date
de_de: Unterschriftsdatum
fr_fr: Date de signature

source: Validation date
de_de: Validierungsdatum
fr_fr: Date de validation

source: Payment Details
de_de: Zahlungsdetails
fr_fr: Détails du paiement

source: Recurring Contribution
de_de: Wiederkehrende Zuwendung
fr_fr: Contribution périodique

source: Create Date
de_de: Erstelldatum
fr_fr: Créer une date

source: Last Modified
de_de: Letzte Änderung
fr_fr: Dernière modification

source: Next Collection
de_de: Nächster Einzug
fr_fr: Prélèvement suivant

source: Activate
fr_fr: Activer

source: Activate the mandate when the written permission was received.
fr_fr: Activer le mandat lorsque la demande écrite a été reçue.

source: Completely delete this mandate along with the contribution. This is only possible because it has not yet been submitted to the bank.
de_de: Dieses Mandat unwiederbringlich löschen. Dies ist nur möglich da es noch nicht der Bank übermittelt wurde.
fr_fr: Supprimez complètement ce mandat en même temps que la contribution. Cela n'est possible que parce qu'il n'a pas encore été soumis à la banque.

source: Cancel this mandate immediately for the following reason:
de_de: Beendet das Mandat sofort mit folgendem Grund:
fr_fr: Annuler immédiatement ce mandat pour la raison suivante :

source: Set End Date
de_de: Beenden
fr_fr: Définir la date de fin

source: Terminate this mandate:
de_de: Mandat beenden zum:
fr_fr: Terminer ce mandat :

source: Terminate for the following reason:
de_de: Beendigungsgrund:
fr_fr: Résilier pour la raison suivante :

source: Replace
de_de: Ändern
fr_fr: Remplacer

source: Replace the mandate beginning:
de_de: Mandat ändern zum:
fr_fr: Remplacer à partir du

source: Replace for the following reason:
de_de: Grund der Änderung:
fr_fr: Remplacer pour la raison suivante :

source: Adjust Amount
de_de: Betrag anpassen
fr_fr: Ajuster le montant

source: Change amount to:
de_de: Betrag ändern zu:
fr_fr: Modifier le montant en :

source: Clone
de_de: Kopieren
fr_fr: Dupliquer

source: Create a new mandate similar to this.
de_de: Ein neues Mandat basierend auf diesem erstellen.
fr_fr: Créer un nouveau mandat identique.

source: PDF Prenotification
de_de: PDF Prenotifikation
fr_fr: Préavis PDF

source: Will generate a Prenotification PDF with this mandate's data.
de_de: Erstellt eine PDF Prenotifikation mit den Mandatsdaten.
fr_fr: Génère un PDF de préavis avec les données de ce mandat.

source: Select the template to be used:
de_de: Zu verwendende Nachrichtenvorlage:
fr_fr: Choisir le modèle à utiliser :

source: Template
de_de: Nachrichtenvorlage
fr_fr: Modèle

source: No suitable templates found! Reinstall the SEPA extensions and check your message templates.
de_de: Keine geeigneten Nachrichtenvorlagen gefunden. Bitte die SEPA-Erweiterung erneut installieren und das Nachrichtenvorlagen-System überprüfen.
fr_fr: Aucun modèle approprié n'a été trouvé ! Réinstallez les extensions SEPA et vérifiez vos modèles de messages.

source: You need to specify a cancel reason!
de_de: Bitte Grund eingeben!
fr_fr: Vous devez fournir une justification d'annulation!

source: You need to specify a date!
de_de: Bitte Datum eingeben!
fr_fr: Vous devez préciser une date !

source: Contributions for transaction group
de_de: Zuwendungen der SEPA Gruppe
fr_fr: Contributions pour le groupe de transactions

source: Financial Types
de_de: Zuwendungsarten
fr_fr: Types d'opération

source: Campaigns
de_de: Kampagnen
fr_fr: Campagnes

source: Create Accounting Batch
de_de: In Rechnungslauf kopieren
fr_fr: Créer un lot de comptabilité

source: Add new SEPA Mandate
de_de: Neues SEPA-Mandat hinzufügen
fr_fr: Ajouter un nouveau mandat SEPA

source: Recurring SEPA Mandates
de_de: Wiederkehrende SEPA-Mandate
fr_fr: Mandats SEPA Ponctuels

source: Installs
fr_fr: Installe

source: Last Collection
de_de: Letzter Einzug
fr_fr: Dernier prélèvement

source: View Mandate
de_de: Mandat ansehen
fr_fr: Voir le mandat

source: View
de_de: Ansehen
fr_fr: Consulter

source: Edit Mandate
de_de: Mandat bearbeiten
fr_fr: Modifier le mandat

source: This contact has no recorded recurring mandates.
de_de: Dieser Kontakt hat keine Mandate mit wiederkehrenden Zahlungen.
fr_fr: Ce contact n'a pas de mandats récurrents enregistrés.

source: One-Off SEPA Mandates
de_de: Einmalige SEPA-Latschriften
fr_fr: Mandats SEPA ponctuels

source: This contact has no recorded one-off mandates.
de_de: Dieser Kontakt hat keine Mandate mit einmaligen Zahlungen.
fr_fr: Ce contact n'a pas de mandat ponctuel enregistré.

source: Sepa Creditor
fr_fr: Créancier SEPA

source: Debit frequency
de_de: Debit Turnus
fr_fr: Fréquence de débit

source: Sepa Mandate [%1]
de_de: Sepa-Mandat [%1]
fr_fr: Mandat SEPA [%1]

source: Grouped in
de_de: Gruppier in
fr_fr: Regroupé par

source: Mandate Options
de_de: Mandatsoptionen
fr_fr: Options du mandat

source: 1st contribution
de_de: Erstzuwendung
fr_fr: 1er contribution

source: Done
de_de: Fertig
fr_fr: Terminé

source: The create_mandate hook has not been called.
fr_fr: Le hook create_mandate n'a pas été appelé.

source: The mandate reference is not the generated one.
fr_fr: La référence au mandat n'est pas celle qui a été générée.

source: The modify_txgroup_reference hook has not been called.
fr_fr: Le hook modify_txgroup_reference n'a pas été appelé.

source: The transaction group reference is not the generated one.
fr_fr: La référence du groupe de transactions n'est pas celle qui a été générée.
