Repository: Project60/org.project60.sepa
Catalog: l10n/*/LC_MESSAGES/sepa.po
Languages: de_de, fr_fr

source: Couldn't create contribution
de_de: Konnte die Zuwendung nicht erstellen
fr_fr: Impossible de créer une contribution.

source: Couldn't create %s mandate for contact #%s
de_de: Das Mandat %s für Kontakt #%s konnte nicht erstellt werden.
fr_fr: Impossible de créer le mandat %s pour le contact %s

source: Couldn't create mandate
de_de: Mandat konnte nicht erstellt werden
fr_fr: Impossible de créer un mandat

source: Couldn't find contact #%s
de_de: Konnte Kontakt %s nicht finden
fr_fr: Impossible de trouver le contact #%s

source: No Campaign
de_de: Keine Kampagne
fr_fr: Aucune campagne

source: Couldn't load campaign list.
de_de: Liste der Kampagnen konnte nicht geladen werden
fr_fr: Impossible de charger la liste de campagne

source: enter new account
de_de: neues Konto
fr_fr: Enregistrer un nouveau compte

source: Couldn't find any creditors.
de_de: Keine Gläubiger eingerichtet.
fr_fr: Impossible de trouver d'autres contributeurs

source: Couldn't load mandate #%s
fr_fr: Impossible de charger le mandat #%s

source: Mandate #%s seems to be broken!
de_de: Mandat [%s] scheint defekt zu sein!
fr_fr: Le mandat #%s semble être cassé !

source: Couldn't load associated (r)contribution #%s
de_de: Konnte die anhängigen Zuwendungen nicht lesen
fr_fr: Impossible de charger la (r)contribution associée #%s

source: '%s' is a required field.
de_de: '%s' ist ein Pflichtfeld.
fr_fr: '%s' est un champ obligatoire.

source: Cannot parse amount
de_de: Der Betrag ist unzulässig
fr_fr: Impossible d'analyser le montant

source: Amount has to be positive
de_de: Der Betrag muss positiv sein.
fr_fr: Le montant doit être positif

source: Reference has to be an upper case alphanumeric string between 4 and 35 characters long.
de_de: Die Referenz ist ein alphanumerischer String, Großbuchstaben, und muss zwischen 4 und 35 Zeichen lang sein.
fr_fr: La référence doit être une chaîne alphanumérique en majuscule d'une longueur comprise entre 4 et 35 caractères.

source: This reference is already in use.
de_de: Diese Mandatsreferenz existiert bereits
fr_fr: Cette référence est déjà utilisée.

source: Incorrect date format
de_de: Falsches Datumsformat.
fr_fr: Format de date incorrect

source: End date cannot be earlier than start date.
de_de: Enddatum kann nicht vor dem Startdatum liegen.
fr_fr: La date de fin ne peut être avant la date de début

source: replace reason
de_de: Änderungsgrund
fr_fr: Remplacer la raison

source: CiviSEPA Dashboard
fr_fr: Tableau de bord CiviSEPA

source: Couldn't read transaction groups. Error was: '%s'
de_de: Die Gruppen konnten nicht geladen werden. Fehler ist: '%s'
fr_fr: Impossible de lire la transaction de groupe. Erreur '%s'

source: Unknown batcher mode '%s'. No batching triggered.
de_de: Unbekannter Batcher-Modus '%s'. Batching wurde nicht ausgeführt.
fr_fr: Mode de mise en lot inconnu '%s'. Aucune mise en lot n'a été déclenchée.

source: Delete SEPA Group
de_de: SEPA Gruppe löschen
fr_fr: Supprimer le groupe SEPA

source: Edit SEPA Mandate
de_de: SEPA Mandat Bearbeiten
fr_fr: Modifier le mandat SEPA

source: This page needs a mandate id ('mid') parameter.
de_de: Diese Seite benötigt eine Mandats-ID ('mid').
fr_fr: Cette page a besoin d'un paramètre d'identifiant de mandat (mid)

source: Unkown action '%s'. Ignored.
de_de: Unbekannte Aktion '%s' wurde ignoriert.
fr_fr: Action '%s' inconnue. Ignoré.

source: Cannot find mandate [%s].
de_de: Mandat [%s] konnte nicht gefunden werden.
fr_fr: Impossible de trouver le mandat [%s].

source: Cannot read contact [%s]. Error was: '%s'
de_de: Konnte Kontakt [%s] nicht lesen. Fehler ist: '%s'
fr_fr: Impossible de lire le contact [%s]. Erreur: '%s'

source: Cannot read creditor [%s]. Error was: '%s'
de_de: Konnte Creditor [%s] nicht lesen. Fehler ist: '%s'
fr_fr: Impossible de lire le créancier [%s]. Erreur: '%s'

source: None
de_de: keine
fr_fr: Aucun

source: Mandate [%s] is already in use! It cannot be deleted.
de_de: Mandate [%s] ist bereits in Verwendung und kann nicht mehr gelöscht werden.
fr_fr: Le mandat [%s] est déjà utilisé ! Il ne peut être supprimé.

source: Error deleting mandate: '%s'
de_de: Fehler beim Löschen des Mandats: '%s'
fr_fr: Erreur de suppression du mandat : '%s'

source: Cannot find contributions. Error was: '%s'
de_de: Konnte Zuwendungen nicht finden. Fehler ist: '%s'
fr_fr: Impossible de trouver la contribution. Erreur: '%s'

source: Error deleting contribution [%s]: '%s'
de_de: Kann Zuwendung [%s] nicht löschen. Fehler ist: '%s'
fr_fr: Erreur lors de la suppression de la contribution [%s] : '%s'.

source: Error deleting recurring contribution: '%s'
de_de: Konnte die Wiederkehrende Zuwendung [%s] nicht löschen.
fr_fr: Erreur lors de la suppression d'une contribution récurrente : '%s'.

source: Succesfully deleted mandate [%s] and %s associated contribution(s)
de_de: Mandat [%s] und %s anhängige Zuwendung(en) erfolgreich gelöscht.
fr_fr: Le mandat [%s] et les %s contribution(s) associée(s) ont été supprimés avec succès.

source: Mandate deleted
de_de: Mandat gelöscht
fr_fr: Mandat supprimé

source: You need to provide an end date.
de_de: Sie müssen ein Enddatum angeben.
fr_fr: Vous devez entrer une date de fin

source: You need to provide a cancel reason.
de_de: Sie müssen eine Beendigungsgrund angeben.
fr_fr: Vous devez fournir une justification d'annulation.

source: The amount of this mandate was modified. You should send out a new prenotification to the debtor.
de_de: Der Einzugsbetrag des Mandats wurde geändert. Sie sollten das kommunizieren.
fr_fr: Le montant de ce mandat a été modifié. Vous devez envoyer une nouvelle notification préalable au débiteur.

source: Advice
de_de: Hinweis
fr_fr: Conseils

source: Invalid amount. Mandate not modified.
de_de: Ungültiger Betrag. Mandat wurde nicht geändert.
fr_fr: Montant invalide. Mandat non modifié.

source: Modifying an existing mandate is currently not allowed. You can change this on the SEPA settings page.
de_de: Das Ändern eines bestehenden Mandats ist nicht aktiviert. Sie können das auf der SEPA Einstellungsseite ändern.
fr_fr: La modification d'un mandat existant n'est actuellement pas autorisée. Vous pouvez changer cela sur la page des paramètres SEPA.

source: SEPA Group Contributions
de_de: Zuwendungen der SEPA Gruppe
fr_fr: Contributions du groupe SEPA

source: Cannot read SEPA transaction group [%s]. Error was: '%s'
de_de: Die SEPA Gruppe [%s] konnte nicht geladen werden. Fehler ist: '%s'
fr_fr: Impossible de lire la transaction SEPA du groupe [%s]. Erreur '%s'

source: SEPA Mandates
de_de: SEPA Mandate
fr_fr: Mandats SEPA

source: Generate XML File
de_de: Erzeuge XML-Datei
fr_fr: Générer un fichier XML

source: The selected message template does not exist (%d)
de_de: Die gewählte Nachrichtenvorlage (%d) existiert nicht
fr_fr: Le modèle de message sélectionné n'existe pas (%d)

source: Error sending %s: Contact doesn't have an email.
de_de: Fehler beim Senden %s: Der Kontakt hat keine Email-Adresse
fr_fr: Erreur d'envoi %s: Le contact n'a pas d’adresse mail

source: SEPA default email template.
de_de: SEPA Standardnachrichtenvorlage E-Mail
fr_fr: Modèle de mail SEPA par défaut

source: SEPA default PDF template.
de_de: SEPA Standardnachrichtenvorlage PDF
fr_fr: Modèle de PDF SEPA par défaut

source: SEPA Direct Debit Payment Information
de_de: SEPA Zahlungsinformationen
fr_fr: Informations sur le paiement par prélèvement SEPA

source: Upgrade %1 to revision %2
fr_fr: Mettre à jour %1 vers la révision %2

source: Your CiviSEPA payment processors have been disabled, the code was moved into a new extension. If you want to continue using your CiviSEPA payment processors, please install the latest version of the <a href="https://github.com/Project60/org.project60.sepapp/releases">CiviSEPA Payment Processor</a> Extension.
de_de: Die CiviSEPA Zahlungsprozessoren wurden deaktiviert, der Code wurde in eine getrennte Erweiterung verschoben. Wenn Sie weiterhin CiviSEPA Zahlungsprozessoren verwenden möchten, installieren Sie bitte die aktuelle Version der <a href="https://github.com/Project60/org.project60.sepapp/releases">CiviSEPA Payment Processor</a> Erweiterung.
fr_fr: Vos processeurs de paiement CiviSEPA ont été désactivés, le code a été déplacé dans une nouvelle extension. Si vous voulez continuer à utiliser vos processeurs de paiement CiviSEPA, veuillez installer la dernière version de l'extension <a href="https://github.com/Project60/org.project60.sepapp/releases">CiviSEPA Payment Processor</a>.

source: %1 Payment Processor(s) Disabled!
de_de: %1 Zahlungsprzessor(en) deaktiviert!
fr_fr: %1 Processeur(s) de paiement désactivé(s) !

source: every %1 months
de_de: alle %1 Monate
fr_fr: Tous les %1 mois

source: every %1 years
de_de: alle %1 Jahre
fr_fr: Tous les %1 ans

source: on an irregular basis
de_de: unregelmäßig
fr_fr: de manière irrégulière

source: Creditor (default)
de_de: Gläubiger (Standard)
fr_fr: Créancier (Par défaut)

source: Financial Type (default)
de_de: Zuwendungsart (Standard)
fr_fr: Type d'opération financière (Par défaut)

source: Campaign (default)
de_de: Kampagne (Standard)
fr_fr: Campagne (Par défaut)

source: Amount (default)
de_de: Betrag (Standard)
fr_fr: Montant (Par défaut)

source: Error Message (if creation failed)
de_de: Fehlermeldung (bei Fehlschlag)
fr_fr: Message d'erreur (si la création échoue)

source: Frequency (default)
de_de: Turnus (Standard)
fr_fr: Fréquence (Par défaut)

source: Collection Day (default)
de_de: Einzugstag (Standard)
fr_fr: Jour de prélèvement (Par défaut)

source: Collection Day
de_de: Einzugstag
fr_fr: Jour de prélèvement

source: bi-monthly
de_de: alle 2 Monate
fr_fr: bimensuel

source: as soon as possible
de_de: sobald wie möglich
fr_fr: Aussi vite que possible

source: One-Off
de_de: Einmaleinzug
fr_fr: Unique

source: Newest (by ID)
de_de: Letztes (nach ID)
fr_fr: Le plus récent (par ID)

source: Oldest (by ID)
de_de: Ältestes (nach ID)
fr_fr: Le plus ancien (par ID)

source: Newest (by date)
de_de: Letztes (nach Datum)
fr_fr: Le plus récent (par date)

source: Oldest (by date)
de_de: Ältestes (nach Datum)
fr_fr: Le plus ancien (par date)

source: Mandate Type
de_de: Mandatstyp
fr_fr: Type de mandat

source: Still Active
de_de: Noch Aktiv
fr_fr: Toujours actif

source: Pick (if multiple results)
de_de: Auswahl (falls mehrere gefunden)
fr_fr: Choisir (si plusieurs résultats)

source: Annual Amount
de_de: Jahresbetrag
fr_fr: Montant annuel

source: Create SEPA Mandate (One-Off)
de_de: SEPA Mandat (Einzel-Lastschrift) erstellen
fr_fr: Créer un Mandat SEPA (Ponctuel)

source: Create SEPA Mandate (Recurring)
de_de: SEPA Mandat (Dauerlastschrift) erstellen
fr_fr: Créer un Mandat SEPA (Périodique)

source: Find SEPA Mandate
de_de: SEPA-Mandate Finden
fr_fr: Trouver le mandat SEPA

source: SEPA DD Transaction Batch
de_de: SEPA DD Einzugsgruppe
fr_fr: Lot de transactions SEPA DD

source: This group corresponds to <a href="%s">SEPA transaction group [%s]</a>
de_de: Dieser Rechnungslauf repräsentiert <a href="%s">SEPA Einzugsgruppe [%s]</a>
fr_fr: Ce groupe correspond à <a href="%s">SEPA transaction group [%s]</a>

source: earliest: %1
de_de: frühestens: %1
fr_fr: le plus ancien : %1

source: <i>Not enough information</i>
de_de: <i>unzureichende Informationen</i>
fr_fr: <i>Pas assez d'information</i>

source: Collects %1 on %2
de_de: Einzug von %1 am %2
fr_fr: Collecte %1 sur %2

source: Collects %1 %2 on the %3., beginning %4.<br/>Annual amount is %5.
de_de: Einzug von %1 %2 am jeweils %3., beginnend am %4.<br/>Jahresbetrag ist %5.
fr_fr: Collecte %1 %2 sur le %3 débutant %4. <br/>Le montant annuel est %5.

source: Account Name
de_de: Kontoname
fr_fr: Nom du Compte

source: Account Reference
de_de: Kontonummer
fr_fr: Référence du compte

source: Will attempt to re-collect <strong>%1</strong> failed debit contributions from %2 different contacts.<br/>The total amount is <strong>%3</strong>.
de_de: Versuche erneuten Einzug <strong>%1</strong> fehlgeschlagener Zahlungen von %2 unterschiedlichen Kontakten.<br/>Der Gesamtbetrag ist <strong>%3</strong>.
fr_fr: Tentera de recouvrir <strong>%1</strong> contributions débitées sans succès de %2 contacts différents. <br/> Le montant total est <strong>%3</strong>.

source: No SEPA collections match your criteria.
de_de: Keine SEPA-Einzüge entsprechen Ihren Kriterien.
fr_fr: Aucun prélèvement SEPA ne correspond à vos critères.

source: <i>None</i>
de_de: <i>Keine</i>
fr_fr: <i>Aucun</i>

source: <i>Error</i>
de_de: <i>Fehler</i>
fr_fr: <i>Erreur</i>

source: Can't find the sepa mandate
fr_fr: Le mandat SEPA ne peut être trouvé

source: Record SEPA Contribution
fr_fr: Enregistrer la contribution SEPA

source: CiviSEPA Settings
de_de: CiviSEPA Einstellungen
fr_fr: Paramètres CiviSEPA

source: Create SEPA mandates
de_de: Lege SEPA-Mandate an
fr_fr: Créer des mandats SEPA

source: View SEPA mandates
de_de: SEPA-Mandate ansehen
fr_fr: Voir les mandats SEPA

source: Edit SEPA mandates
de_de: SEPA-Mandate bearbeiten
fr_fr: Modifier les mandats SEPA

source: Delete SEPA mandates
de_de: SEPA-Mandate löschen
fr_fr: Supprimer les mandats SEPA

source: View SEPA transaction groups
de_de: SEPA-Gruppen ansehen
fr_fr: Voir les groupes de transaction SEPA

source: Batch SEPA transaction groups
de_de: SEPA-Gruppen erzeugen
fr_fr: Groupes de transactions SEPA par lots

source: Delete SEPA transaction groups
de_de: SEPA-Gruppen löschen
fr_fr: Supprimer les groupes de transaction SEPA

source: This contribution has no mandate and cannot simply be changed to a SEPA payment instrument.
de_de: Diese Zuwendung hat kein SEPA-Mandat und kann daher nicht einem SEPA Zahlungsinstrument zugeordnet werden.
fr_fr: Cette contribution n'a pas de mandat et ne peut pas être simplement transformée en un instrument de paiement SEPA.

source: This contribution has a mandate, its payment instrument has to be '%s'
fr_fr: Cette contribution a un mandat, son instrument de paiement doit être '%s'.

source: Most Recent SEPA Mandate
de_de: Letztes SEPA Mandat
fr_fr: Le mandat SEPA le plus récent

source: Signature Date (raw)
de_de: Unterschriftsdatum (unformatiert)
fr_fr: Date de signature (Brute)

source: IBAN (anonymised)
de_de: IBAN (anonymisiert)
fr_fr: IBAN (Anonymisé)

source: Amount (raw)
de_de: Betrag (unformatiert)
fr_fr: Montant (brute)

source: First Collection Date (raw)
de_de: Datum des ersten Einzugs (unformatiert)
fr_fr: Date du premier prélèvement (brut)

source: First Collection Date
de_de: Erster Einzugstermin
fr_fr: Date du premier prélèvement

source: Interval Multiplier
de_de: Intervallänge
fr_fr: Multiplicateur d'intervalles

source: Interval Unit
de_de: Intervalleinheit
fr_fr: Unité d'intervalle

source: Interval
de_de: Turnus
fr_fr: Intervalle

source: This is the name of the contact to which this creditor is associated to.
de_de: Der Name des Kontakts dem dieser Gläubiger zugeordnet ist.
fr_fr: Il s'agit du nom du contact auquel ce créancier est associé.

source: This is the internal name of the creditor. It can be chosen freely and will not be used outside of CiviCRM.
de_de: Dies ist der interne Name des Kreditors. Er kann frei gewählt werden, und wird nur innerhalb von CiviCRM verwendet.
fr_fr: Il s'agit du nom interne du créancier. Il peut être choisi librement et ne sera pas utilisé en dehors de CiviCRM.

source: This is the official name of the creditor. This will be used when communication to the banks.
de_de: Dieser öffentliche Name wird im System verwendet um auf diese Gläubiger-Konfiguration zu verweisen.
fr_fr: Il s'agit du nom officiel du créancier. Il sera utilisé lors des communications avec les banques.

source: Postal address of the creditor.
de_de: Adresse des Gläubigers.
fr_fr: Code postal du créancier

source: Home country of the creditor. <strong>Only countries that are enabled under "Settings - Localization" are shown here.</strong>
de_de: Land des Gläubigers. <strong>Nur die Länder die unter "Einstellungen -> Lokalisierung" aktiviert sind stehen hier zur Auswahl.</strong>
fr_fr: Pays d'origine du créancier. <strong>Seuls les pays qui sont activés sous "Paramètres - Localisation" sont affichés ici.</strong>

source: You should specify a day (as in "day of month") on which you plan to collect the monthly payments. You can also provide a comma separated list of such days.
de_de: Tragen Sie hier Ihren Einzugstag (also z.B. "1" für den ersten des Monats) ein. Sie können auch eine durch Kommas getrennte Liste solcher Tage eingeben.
fr_fr: Vous devez indiquer un jour (comme dans "jour du mois") auquel vous prévoyez de collecter les paiements mensuels. Vous pouvez également fournir une liste de ces jours séparés par des virgules.

source: This is the Creditor Identifier, an international ID that has to be requested by the national banks.
de_de: Dies ist die Gläubiger-Identifikationsnummer, die von der nationalen Bank (in Deutschland: Bundesbank) beantragt werden muss.
fr_fr: Ceci est l'identifiant du créancier, un identifiant international qui doit être demandé par les banques nationales.

source: <strong>Be careful when changing this!</strong>
de_de: <strong>Diesen Wert nur mit Bedacht ändern!</strong>
fr_fr: <strong>Faites attention lorsque vous changez cela ! </strong>

source: International Bank Account Number (IBAN) of the creditor.
de_de: Die IBAN (International Bank Account Number) der Bank des Gläubigers.
fr_fr: International Bank Account Number (IBAN) du créancier.

source: Business Identifier Code (BIC) of the financial institution of the creditor.
de_de: Die BIC der Bank
fr_fr: Business Identifier Code (BIC) de l'institution financière du créancier.

source: SEPA file format used for the transmission of the payment request file to the bank.
de_de: SEPA Dateiformat zur Übermittlung des Einzugsauftrags an die Bank.
fr_fr: Format de fichier SEPA utilisé pour la transmission du fichier de demande de paiement à la banque.

source: After changing this, <i>any</i> file downloaded -old or new- for this creditor will be in the new format.
de_de: Wenn diese Einstellung geändert wird, so wird jeder neue Download von diesem Gläubiger -auch von alten Dateien- das neue Format verwenden.
fr_fr: Après avoir changé ça, <i> tout </i> fichier téléchargé - ancien ou nouveau - pour ce créancier sera dans le nouveau format.

source: The payment processor's test mode will only accept creditors that are defined as a test creditor.
de_de: Der SEPA-Zahlungsdienstleister im Test-Modus akzeptiert nur Gläubiger die als Test-Gläubiger markiert wurden.
fr_fr: Le mode test du processeur de paiement n'accepte que les créanciers qui sont définis comme créanciers test.

source: Transaction groups of a test creditor can be downloaded, but <i>NOT</i> closed.
de_de: SEPA-Gruppen von Test-Gläubigern können zwar heruntergeladen, nicht aber geschlossen werden.
fr_fr: Les groupes de transactions d'un créancier test peuvent être téléchargés, mais <i>PAS</i> fermés.

source: The horizon is the "look ahead" time frame (in days) that CiviSEPA uses to determine which single payments (OOFF) should be generated.
de_de: Der Zeithorizont für das "Batching" bestimmt, wie weit im Voraus Zahlungen und Gruppen für einmalige Einzüge (OOFF) erstellt werden sollen.
fr_fr: L'horizon est le "délai d'anticipation" (en jours) que CiviSEPA utilise pour déterminer quels paiements uniques (OOFF) doivent être générés.

source: For instance, a horizon value of 30 means, that the payments and the groups containing them for the next 30 days will be generated and become visible on the SEPA dashboard.
de_de: Ein Horizont-Wert von 30 bedeutet beispielsweise, dass Zahlungen und Gruppen für die nächsten 30 Tage erzeugt werden, und dann auch im System und auf der SEPA Übersichtsseite erscheinen.
fr_fr: Par exemple, une valeur d'horizon de 30 signifie que les paiements et les groupes qui les contiennent pour les 30 prochains jours seront générés et deviendront visibles sur le tableau de bord SEPA.

source: <strong>Only positive values are allowed!</strong>
de_de: <strong>Hier sind nur positive Werte erlaubt</strong>
fr_fr: <strong>Seules les valeurs positives sont autorisées !</strong>

source: The horizon is the "look ahead" time frame (in days) that CiviSEPA uses to determine which recurring payments (RCUR) should be generated.
de_de: Der Zeithorizont für das "Batching" bestimmt, wie weit im Voraus Zahlungen und Gruppen für Wiederkehrende Einzüge (RCUR) erstellt werden sollen.
fr_fr: L'horizon est le "délai d'anticipation" (en jours) que CiviSEPA utilise pour déterminer quels paiements récurrents (RCUR) doivent être générés.

source: The RCUR grace period is the time, that the submission of a group could be delayed before it gets deleted.
de_de: Die RCUR Verzugsfrist ist die Zeit die eine Gruppe von wiederkehrenden Einzügen im Verzug sein darf, ehe sie gelöscht wird.
fr_fr: Le délai de grâce RCUR est le temps pendant lequel la soumission d'un groupe peut être retardée avant qu'il ne soit supprimé.

source: For instance, a grace value of 7 means, that if you forget to submit the group in time for a week, it gets deleted. During the grace period, you can still try to submit the group, but it's up to the bank whether it is accepted or rejected.
de_de: Eine Verzugsfrist von 7 besagt beispielsweise, dass die Gruppe erst eine Woche nach Ablauf des letztmöglichen Übermittlungstermins gelöscht wird. Bis zu diesem Zeitpunkt können Sie noch versuchen, die Gruppe zu übermitteln, aber es liegt dann an der Bank, ob sie die verspätete Eingabe zurückweist.
fr_fr: Par exemple, une valeur de grâce de 7 signifie que si vous oubliez de soumettre le groupe à temps pendant une semaine, il sera supprimé. Pendant la période de grâce, vous pouvez toujours essayer de soumettre le groupe, mais c'est la banque qui décide de l'accepter ou de le rejeter.

source: The 'notice days' value determines the time that the creditor's financial institution requires the payment file to be submitted <i>before</i> the collection date.
de_de: Die Vorlauffrist bestimmt die Zeit, die die Bank zwischen dem Übermittlungsdatum und dem Einzugsdatum mindestens benötigt.
fr_fr: La valeur "jours de préavis" détermine le délai pendant lequel l'institution financière du créancier exige que le fichier de paiement soit soumis <i>avant</i> la date de recouvrement.

source: <i>Usually, you should not have to adjust this value.</i>
de_de: <i>Dieser Wert muss unter normalen Umständen nicht angepasst werden.</i>
fr_fr: <i>Habituellement, vous ne devriez avoir à ajuster cette valeur.</i>

source: CiviSEPA operations like batching require exclusive access to the SEPA data structures. Therefore, the access of other processes is blocked while these are in progress. For security reasons, this lock times out after the specified time.
de_de: Einige CiviSEPA Funktionen so wie das "Batching" (Erstellen/Aktualisieren der Gruppen) benötigt exklusiven Zugriff auf die SEPA Datenstrukturen. Daher wir der Zugriff für andere Prozesse gesperrt, solange eine solche Funktion ausgeführt wird. Zur Sicherheit wird diese Sperre aber nach der hier angegebenen Zeit wieder entfernt.
fr_fr: Les opérations de CiviSEPA telles que le traitement par lot nécessitent un accès exclusif aux structures de données SEPA. Par conséquent, l'accès des autres processus est bloqué pendant que celles-ci sont en cours. Pour des raisons de sécurité, ce verrouillage prend fin après le temps spécifié.

source: The default creditor will be used when no other creditor is exclicitely set. It will also be pre-selected in the back office forms.
de_de: Der Standard-Gläubiger wird verwendet werden, wenn kein anderer explizit ausgewählt wurden. Er wird außerdem in den internen Formularen vorausgewählt sein.
fr_fr: Le créancier par défaut sera utilisé lorsqu'aucun autre créancier n'est explicitement défini. Il sera également présélectionné dans les formulaires du back-office.
