Repository: Project60/org.project60.sepa
Catalog: l10n/*/LC_MESSAGES/sepa.po
Languages: de_de, fr_fr

source: A strict interpretation of the SEPA standards would not allow you to modify an active mandate. Furthermore, it can potentially cause technial problems.
de_de: Eine strenge Auslegung der SEPA Standards erlaubt keine Änderungen an einem aktiven Mandat. Darüber hinaus könnte dies auch zu technischen Problemen in CiviSEPA führen.
fr_fr: Une interprétation stricte des normes SEPA ne vous permettrait pas de modifier un mandat actif. De plus, elle peut potentiellement causer des problèmes techniques.

source: If you enable this option, you will get extra actions on the 'edit mandate' page.
de_de: Wenn Sie diese Option aktivieren, schalten Sie zusätzliche Aktionen auf der "Mandat bearbeiten" Seite frei.
fr_fr: Si vous activez cette option, vous obtiendrez des actions supplémentaires sur la page "modifier le mandat".

source: Be aware that you should send out a new prenotification to the debitor every time you modify a mandate.
de_de: Bedenken Sie, dass Sie den Zahler über jede Mandatsänderung informieren sollten.
fr_fr: Sachez que vous devez envoyer une nouvelle notification au débiteur chaque fois que vous modifiez un mandat.

source: The transaction message is a text that shows up on your debitors' bank statement.
de_de: Der Verwendungszweck ist ein Text der dem Zahler übermittelt wird, und der später z.B. auf dem Kontoauszug erscheint.
fr_fr: Le message de transaction est un texte qui apparaît sur le relevé bancaire de vos débiteurs.

source: If left empty it defaults to "Thank you".
de_de: Falls leer, wird der Text "Thank you" verwendet.
fr_fr: Si laissé vide le message par défaut sera "Merci".

source: Some banks reject SDD groups with a collection date that doesn't happen to be a bank day, for example a week end.
de_de: Viele Banken weisen SEPA-Dateien zurück, die als Einzugstag keinen Banktag (beispielsweise das Wochenende) angeben.
fr_fr: Certaines banques refusent les groupes de SDD dont la date d'encaissement n'est pas un jour bancaire, par exemple un week-end.

source: If you activate this option, the collection date will be automatically deferred to the following Monday.
de_de: Wenn Sie diese Option aktivieren, werden die Einzugsdaten immer auf den folgenden Montag verschoben, sollten sie ursprünglich auf ein Wochenende fallen.
fr_fr: Si vous activez cette option, la date de prélèvement sera automatiquement reportée au lundi suivant.

source: Be aware that an active <code>defer_collection_date</code> hook can further defer the collection date.
de_de: Beachten Sie, dass ein aktiver <code>defer_collection_date</code> Hook das Einzugsdatum noch weiter verschieben kann.
fr_fr: Prenez garde qu'un hook actif <code>defer_collection_date</code> peut ensuite repousser la date de collecte.

source: Also, if your bank has a more complicated set of bank holidays, you might have to implement that hook.
de_de: Fall Sie kompliziertere Regeln für Banktage bzw. erlaubte Einzugstage haben, werden Sie diesen Hook implementieren (lassen) müssen.
fr_fr: Par ailleurs, si votre banque dispose d'un ensemble plus complexe de jours fériés, vous devrez peut-être mettre en œuvre ce crochet.

source: Hides the otherwise mandatory billing block from the payment processor page.
de_de: Versteckt die sonst verpflichtende Eingabe einer Rechnungsadresse auf der Zuwendungsseite.
fr_fr: Masque le bloc de facturation, par ailleurs obligatoire, sur la page du processeur de paiement.

source: This feature is only available from CiviCRM 4.6.10+
de_de: Diese Funktion ist erst ab CiviCRM 4.6.10 erforderlich.
fr_fr: Cette fonctionnalité n'est disponible qu'à partir de CiviCRM 4.6.10+.

source: Currently this SDD extension requires not only the IBAN but also the BIC (bank code).
de_de: Derzeit benötigt die SDD Extension nicht nur die IBAN sondern auch die BIC (Bank-Code).
fr_fr: Actuellement, cette extension SDD requiert non seulement l'IBAN mais aussi le BIC (code bancaire).

source: If you have the <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a> installed, the BIC can be derived automatically from the IBAN in most cases.
de_de: Wenn Sie die <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a> installiert haben, kann die BIC automatisch anhand der IBAN ermittelt werden.
fr_fr: Si vous avez installé l'extension <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a>, le BIC peut être dérivé automatiquement de l'IBAN dans la plupart des cas.

source: If you enable this option, the BIC will be hidden unless this lookup fails. Then the donor would be required to enter the BIC after all.
de_de: Wenn Sie diese Option aktivieren, wird das Feld für die BIC im Formular versteckt. Falls das automatische Ermitteln der BIC fehlschlägt, wird das Feld wieder angezeigt und der Spender müsste die BIC dennoch manuell eingeben.
fr_fr: Si vous activez cette option, le BIC sera caché sauf si cette recherche échoue. Dans ce cas, le donateur devra finalement saisir le BIC.

source: REMARK: This option only has an effect, if the <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a> is installed.
de_de: ANMERKUNG: Dies funktioniert nur, falls die <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a> installiert ist.
fr_fr: REMARQUE : Cette option n'a d'effet que si l'extension <a href="https://github.com/Project60/org.project60.bic">Little BIC Extension</a> est installée.

source: The CiviCRM built-in dropdown for recurring contributions is rather ugly. Enabeling this option would will replace the eyesore frequency unit / interval fields with a nice dropdown.
de_de: Das eingebaute CiviCRM Auswahlfeld für den Turnus ist nicht besonders ansehnlich. Wenn Sie diese Aktion aktivieren wird das Auswahlfeld durch eine schönere Version ersetzt.
fr_fr: Le menu déroulant intégré de CiviCRM pour les contributions récurrentes est plutôt laid. L'activation de cette option permettra de remplacer les champs unité de fréquence/intervalle par une belle liste déroulante.

source: To avoid creating recurring mandates for a date that has already be submitted, you can set a buffer time. It determines how many days before submission the mandate has to be created.
fr_fr: Pour éviter de créer des mandats récurrents pour une date qui a déjà été soumise, vous pouvez définir une période tampon. Il détermine combien de jours avant la soumission le mandat doit être créé.

source: If you enable this option, SEPA groups will not be 'closed' and then later marked as 'received', but skip the 'closed' step.
de_de: Wenn Sie diese Option aktivieren werden SEPA-Gruppen nicht zunächst als "geschlossen" sondern direkt als "erhalten" markiert.
fr_fr: Si vous activez cette option, les groupes SEPA ne seront pas "fermés" puis marqués ultérieurement comme "reçus", mais l'étape de "fermeture" sera ignorée.

source: As a consequence contributions would skip status 'in Progress' as well and be put to 'Completed' right away.
de_de: Als Resultat daraus bekommen auch Zuwendungen nicht erst den Status "in Bearbeitung" sondern werden direkt als "abgeschlossen" markiert.
fr_fr: En conséquence, les contributions passeraient également du statut "en cours" à celui de "terminées".

source: If you enable this option, You cannot download an XML file before you actually closed the SEPA group.
de_de: Wenn Sie diese Option aktivieren, können Sie die XML-Datei nicht vor dem Schließen der SEPA-Gruppe herunterladen.
fr_fr: Si vous activez cette option, vous ne pourrez pas télécharger un fichier XML avant d'avoir effectivement fermé le groupe SEPA.

source: This should help prevent the problem of forgetting to close the group after upload - at the cost of you no being able to change the group if the bank rejects it.
de_de: So soll vermeiden werden, dass man versehentlich vergisst, die SEPA-Gruppe nach dem Übermitteln an die Bank zu schließen. Dafür kann man aber keine Änderungen mehr vornehmen, falls die Bank die Lastschriftdatei nicht akzeptiert.
fr_fr: Cela devrait permettre d'éviter le problème de l'oubli de la fermeture du groupe après le téléchargement - au prix de l'impossibilité de modifier le groupe si la banque le rejette.

source: If you have large amounts of mandates or large SDD groups, you might be at risk of a timeout error during the batching/closing process.
de_de: Falls Sie sehr viele Mandate in Ihren SEPA-Gruppen haben, gibt es das Risiko eines Timeouts wenn Sie die Gruppen erzeugen oder schließen.
fr_fr: Si vous avez de grandes quantités de mandats ou de grands groupes de SDD, vous risquez d'avoir une erreur de délai d'attente pendant le traitement par lots/la fermeture.

source: This option will activate a runner page with a progress bar for these critical processes. There shouldn't be any timeouts, but you have to keep that open until it's done.
de_de: Dies Option zeigt einen Fortschrittsbalken an und verhindert Timeouts - dafür muss die Seite während des Prozesses geöffnet bleiben.
fr_fr: Cette option activera une page d'exécution avec une barre de progression pour ces processus critiques. Il ne devrait pas y avoir de dépassement de délai, mais vous devez garder cette page ouverte jusqu'à ce que le processus soit terminé.

source: Always use <code>SEPA</code> if you want to do SEPA style direct debit.
de_de: Benutzen Sie immer <code>SEPA</code> wenn Sie SEPA-Lastschriften durchführen möchten.
fr_fr: Utilisez toujours <code>SEPA</code> si vous souhaitez effectuer un prélèvement de type SEPA.

source: <code>PSP</code> can help you to use this extension for other direct debit systems or payment service providers (PSP), but all SEPA style validations and tools are then disabled.
de_de: <code>PSP</code> (PAyment Servuce Provider) kann Sie dabei unterstützen, andere Zahlungssysteme zu nutzen, allerdings werden alle SEPA-spezifischen Validierungen und Funktionen dabei deaktiviert.
fr_fr: <code>PSP</code> peut vous aider à utiliser cette extension pour d'autres systèmes de débit direct ou prestataires de services de paiement (PSP), mais toutes les validations et tous les outils de style SEPA sont alors désactivés.

source: This setting let's you define whether this creditor uses BICs.
fr_fr: Ce paramètre vous permet de définir si ce créancier utilise des BIC.

source: <strong>Caution:</strong> if you turn this (back) on with an existing creditor, you would have to manually make sure that all mandates of this creditor have BICs.
fr_fr: <strong>Attention :</strong> si vous (ré)activez cette fonction avec un créancier existant, vous devrez vous assurer manuellement que tous les mandats de ce créancier ont des BICs.

source: Creditors
de_de: Einzugsberechtigte
fr_fr: Créanciers

source: ID
fr_fr: Identifiant

source: Copy
de_de: Kopieren
fr_fr: Copier

source: Edit
de_de: Bearbeiten
fr_fr: Modifier

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: No creditors found
de_de: Keine Gläubiger gefunden.
fr_fr: Aucun créanciers trouvés

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: Add/Edit Creditor
de_de: Einzugsberechtigte hinzufügen
fr_fr: Ajouter/Modifier le créancier

source: Creditor Information
de_de: Daten zum Gläubiger
fr_fr: Information du créancier

source: Creditor Label
de_de: Bezeichnung des Gläubigers
fr_fr: Étiquette du créancier

source: Help
de_de: Hilfe
fr_fr: Aide

source: Creditor Name
de_de: Name des Gläubigers
fr_fr: Nom du créancier

source: Test Creditor
de_de: Test-Gläubiger
fr_fr: Créancier de test

source: Creditor Address
de_de: Gläubiger Adresse
fr_fr: Adresse créancier

source: Creditor Country
de_de: Gläubiger Land
fr_fr: Pays créancier

source: Creditor Identifier
de_de: SEPA Gläubiger-Identifikationsnummer
fr_fr: Identifiant créancier

source: Creditor Type
de_de: Art des Kreditors
fr_fr: Type de créancier

source: Uses BICs
de_de: BICs verwenden
fr_fr: Utilise les BICs

source: Custom Batching Settings (for this creditor)
de_de: Batching-Einstellungen (für diesen Creditor)
fr_fr: Paramètres de mise en lots personnalisés (pour ce créancier)

source: Batching Horizon
de_de: Horizont
fr_fr: Horizon de mise en lots

source: Batching Notice Days
de_de: Vorlauffrist
fr_fr: Jours d'avis de mise en lots

source: Grace Period
de_de: Verzugsfrist
fr_fr: Période de grâce

source: Default Batching Settings
de_de: Standardeinstellungen Gruppierung
fr_fr: Paramètres de mise en lots par défaut

source: System Settings
de_de: Systemeinstellungen
fr_fr: Paramètres du système

source: Recurring Buffer Days
de_de: Pufferzeit Dauereinzüge
fr_fr: Jours tampons récurrents

source: No XML Draft Files
de_de: Keine vorläufigen XML-Dateien
fr_fr: Pas de fichiers de brouillon XML

source: Support Large Groups
de_de: Unterstützung für große SEPA-Gruppen
fr_fr: Soutenir les grands groupes

source: Creditor deleted
de_de: Gläubiger gelöscht
fr_fr: Créancier supprimé

source: Are you sure you want to delete this creditor?
de_de: Sind Sie sicher, dass Sie diesen Gläubiger löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer ce créancier ?

source: You must provide a valid contact to save this creditor
de_de: Der Creditor muss mit einem Kontakt verbunden sein
fr_fr: Vous devez fournir un contact valide pour enregistrer ce créancier.

source: Creditor updated
de_de: Gläubiger aktualisiert
fr_fr: Créancier mis à jour.

source: SEPA Mandate
de_de: SEPA-Mandat
fr_fr: Mandat SEPA

source: Total Amount
de_de: Gesamtsumme
fr_fr: Montant total

source: I want to contribute this amount %1.
de_de: Ich möchte diesen Betrag %1 zahlen.
fr_fr: Je souhaite verser ce montant %1.

source: This payment will be debited from the following account:
de_de: Die Zahlung wird von dem folgenden Bankkonto abgebucht:
fr_fr: Ce paiement sera débité sur le compte suivant :

source: Account Holder
de_de: Kontoinhaber
fr_fr: Titulaire du compte

source: Bank Name
fr_fr: Nom de la banque

source: THIS PAGE PAGE DOES NOT WORK PROPERLY WITHOUT JAVASCRIPT. PLEASE ENABLE JAVASCRIPT IN YOUR BROWSER
de_de: DIESE SEITE FUNKTIONIERT NICHT ZUVERLÄSSIG OHNE JAVASCRIPT. BITTE AKTIVIEREN SIE JAVASCRIPT IN IHREM BROWSER.
fr_fr: CETTE PAGE PAGE NE FONCTIONNE PAS CORRECTEMENT SANS JAVASCRIPT. VEUILLEZ ACTIVER JAVASCRIPT DANS VOTRE NAVIGATEUR

source: yearly
de_de: jährlich
fr_fr: annuellement

source: Payment Reference
de_de: Zahlungsreferenz
fr_fr: Référence de paiement

source: The amount will be debited %1.
de_de: Der Betrag wird %1 eingezogen.
fr_fr: Le montant sera débité de %1.

source: Direct Debit Payment
de_de: SEPA Zahlungsinformationen
fr_fr: Paiement par débit direct

source: The following will be debited from your account.
de_de: Der folgende Betrag wird von Ihrem Bankkonto abgebucht.
fr_fr: Les montants suivants seront débités de votre compte.

source: The collection date is subject to bank working days.
de_de: Das Einzugsdatum kann noch durch die Arbeitstage der Bank beeinflusst werden.
fr_fr: La date de collecte est soumise aux jours ouvrables bancaires.

source: Collection Frequency
de_de: Einzugsturnus
fr_fr: Fréquence de prélèvement

source: Earliest Collection Date
de_de: Frühester Einzugstermin
fr_fr: Date de collecte la plus ancienne

source: You're replacing mandate %1
de_de: Sie ersetzen Mandat %1
fr_fr: Vous remplacez le mandat %1

source: Select the transaction groups you want to re-collect.
fr_fr: Sélectionnez les groupes de transactions que vous voulez recollecter.

source: Add some filters
de_de: Fügen Sie Filter hinzu
fr_fr: Ajouter des filtres

source: Collection Options
de_de: Einzugs-Optionen
fr_fr: Options de prélèvement

source: Preview
de_de: Vorschau
fr_fr: Prévisualisation

source: Sepa Mandate
de_de: SEPA-Mandat
fr_fr: Mandat SEPA

source: Direct Debit Information
de_de: Lastschriftinformationen
fr_fr: Information de virement

source: Group '%s' <b>is now closed</b> and cannot be changed any more.
de_de: Die Gruppe "%s" <b>wurde geschlossen</b> und kann nicht mehr verändert werden.
fr_fr: Groupe '%s' <b>est maintenant fermé</b> et ne peut plus être modifié.

source: The money should be on its way
de_de: Das Geld sollte nun unterwegs sein
fr_fr: L'argent devrait être en chemin

source: Download Link:
de_de: Link zum Herunterladen:
fr_fr: Lien de téléchargement :

source: Sorry to hear that the bank has rejected your payment XML file.
de_de: Es tut uns Leid, dass die Bank die Datei zurückgewiesen hat.
fr_fr: Désolé d'apprendre que la banque a rejeté votre fichier XML de règlement.

source: You might now want to try the following:
de_de: So sollten nun folgendes versuchen, um das Problem zu beheben:
fr_fr: Vous voudrez peut-être maintenant essayer ceci :

source: Make sure your bank does support your XML PAIN format. If it doesn't, change the generated format on the <a href="%1">settings page</a>. Then dowload the file again.
de_de: Stellen Sie sicher dass Ihre Bank auch des ausgewählte XML PAIN Format unterstützt. Falls nicht können Sie das Format bei den <a href="%1">SEPA Einstellungen</a> ändern. Danach versuchen Sie es dann einfach erneut.
fr_fr: Assurez-vous que votre banque prend en charge votre format XML PAIN. Si ce n'est pas le cas, modifiez le format généré sur la page de <a href="%1">page des paramètres</a>. Puis téléchargez à nouveau le fichier.

source: Find out why exactly it was rejected. Oftentimes there are BICs and IBANs that are formally correct, but the accounts do not exist. In this case, banks usually would let you know which data exactly they reject. Fix this then in your mandates, update the groups, and try again.
de_de: Finden Sie heraus, warum die Bank die Datei zurückgewiesen hat. Oft enthält sie BICs und IBANs die zwar formell korrekt sind, aber die entsprechenden Konten existieren gar nicht. In diesem Fall müsste die Bank Ihnen aber mitteilen können, welche Mandate betroffen sind. Sie können dann diese Mandate korrigieren und die Gruppe nach einem Update erneut schließen und verschicken.
fr_fr: Cherchez à savoir pourquoi exactement il a été rejeté. Il arrive souvent que des BIC et IBAN soient formellement corrects, mais que les comptes n'existent pas. Dans ce cas, les banques vous font généralement savoir quelles sont les données exactes qu'elles rejettent. Corrigez alors ce problème dans vos mandats, mettez à jour les groupes et réessayez.

source: In the unlikely event that the file is formally wrong, try a SEPA validation tool on the internet to check the generated XML file. Contact us, if the system really generates incorrect XML files.
de_de: Falls Sie vermuten, dass die erzeugte SEPA-Datei formell falsch ist, verwenden Sie ein SEPA Format Validierungstool. Die findet man im Internet, und so lässt sich die Datei auch gezielt reparieren. Kontaktieren Sie uns, falls das System tatsächlich inkorrekte Dateien erzeugt hat.
fr_fr: Dans le cas peu probable où le fichier est formellement erroné, essayez un outil de validation SEPA sur Internet pour vérifier le fichier XML généré. Contactez-nous, si le système génère réellement des fichiers XML incorrects.

source: <strong>You did not submit this SEPA group in time! It is possible that the bank will reject the payment requests.</strong>
de_de: <strong>Sie haben diese SEPA-Gruppe nicht rechtzeitig an die Bank übermittelt! Es ist möglich, dass die Bank die Annahme dieses Auftrags nun verweigert.</strong>
fr_fr: <strong>Vous n'avez pas soumis ce groupe SEPA à temps ! Il est possible que la banque rejette les demandes de paiement. </strong>

source: As a workaround, we can adjust the collection date, so that you can still submit the file today. <strong>Today! <font color="red">NOW!</font></strong>
de_de: Als Übergangslösung können wir das Einzugsdatum anpassen, so dass Sie die Gruppe heute übermitteln können. <strong>Heute! <font color="red">JETZT!</font></strong>
fr_fr: Comme solution de rechange, nous pouvons ajuster la date de collecte, de sorte que vous puissiez toujours soumettre le dossier aujourd'hui. <strong>Aujourd'hui !<font color="red"> MAINTENANT ! </font></strong>

source: However, the bank might still reject the file, since this is an illegal deviation from your announced collection date. Try to avoid this in the future!
de_de: Die Bank könnte die Datei allerdings zurückweisen, denn es handelt sich um eine illegale Abweichung von dem vorangekündigten Zahlungszyklus. Versuchen Sie auf jeden Fall, diese Situation in der Zukunft zu vermeiden.
fr_fr: Cependant, la banque peut quand même rejeter le dossier, car il s'agit d'une déviation illégale de la date d'encaissement annoncée. Essayez d'éviter cela à l'avenir !

source: <b>In order to collect these payments, you have to do the following:</b>
de_de: <b>Um diese Zahlungen einzuziehen, muss nun folgendes gemacht werden:</b>
fr_fr: <b>Afin de percevoir ces paiements, vous devez procéder comme suit :</b>

source: Download the file via the above link
de_de: Die Datei über den Link oben herunterladen
fr_fr: Télécharger le fichier via le lien ci-dessus

source: Submit that file to your bank
de_de: Diese Datei der Bank übermitteln
fr_fr: Soumettre ce fichier à votre banque

source: Select one of the options below
de_de: Unten das Ergebnis anklicken
fr_fr: Choisissez une des options suivantes

source: <b>Do it now! No money will be transferred until the file has been submitted successfully.</b>
de_de: <b>Mach das jetzt sofort! Es wird kein Geld eingezogen wenn die Datei nicht erfolgreich von der Bank angenommen wurde.</b>
fr_fr: <b>Faites-le maintenant ! Aucun transfert d'argent ne sera effectué tant que le dossier n'aura pas été soumis avec succès. </b>

source: Close this group with the option below
de_de: Die Gruppe schließen und dabi die Option unten anwenden
fr_fr: Fermez ce groupe avec l'option ci-dessous

source: Download the XML file
de_de: XML-Datei herunterladen
fr_fr: Télécharger le fichier XML

source: This is a test group. You can not close it.
de_de: Dies ist eine Testgruppe. Sie kann nicht geschlossen werden.
fr_fr: Ceci est un groupe test. Vous ne pouvez pas le fermer.

source: Return to dashboard
de_de: Zurück zur Übersicht
fr_fr: Retour au tableau de bord

source: Do it! Now!
de_de: Mach es! Jetzt!
fr_fr: Faites le ! Maintenant !

source: I can't submit it right now
de_de: Ich kann das jetzt nicht tun
fr_fr: Je ne peux pas le soumettre maintenant

source: The file was submitted successfully
de_de: Die Datei wurde erfolgreich übermittelt
fr_fr: Le fichier a été soumis avec succès

source: The file was rejected
de_de: Die Datei wurde zurückgewiesen
fr_fr: Le fichier a été rejeté

source: Close it now
de_de: Jetzt schließen
fr_fr: Fermer maintenant

source: I changed my mind
de_de: Jetzt noch nicht
fr_fr: J'ai changé d'avis

source: It's very important to select one of the options below.
de_de: Bitte unbedingt eine der Optionen unten auswählen.
fr_fr: Il est très important de sélectionner l'une des options ci-dessous.

source: Replacing Mandate
de_de: Mandat ersetzen
fr_fr: Mandat de remplacement

source: One Time
de_de: Einzeleinzug
fr_fr: Unique

source: Earliest execution date
de_de: Frühester Einzugstermin
fr_fr: Pas avant le :

source: create
de_de: erstellen
fr_fr: créer

source: Error!
de_de: Fehler!
fr_fr: Erreur !

source: Mandate successfully created.
de_de: SEPA Mandat wurde erfolgreich erstellt.
fr_fr: Le mandat a été créé avec succès.

source: Reference is
de_de: Referenz
fr_fr: La référence est

source: back to contact
de_de: Zurück zum Kontakt
fr_fr: retour au contact

source: view contact
de_de: Kontakt ansehen
fr_fr: voir le contact

source: view mandate
de_de: Mandat Ansehen
fr_fr: Voir le mandat

source: show active groups
de_de: Aktive Gruppen anzeigen
fr_fr: Afficher les groupes actifs

source: show closed groups
de_de: Abgeschlossene Gruppen anzeigen
fr_fr: Afficher les groupes clos

source: update one-off
de_de: Einzeleinzüge Aktualisieren
fr_fr: mise à jour ponctuelle
