Repository: Project60/org.project60.sepa
Catalog: l10n/CiviSEPA_*.po
Languages: de_de

source: Country
de_de: Land

source: SEPA File Format
de_de: SEPA Dateiformat (PAIN)

source: Reference
de_de: Mandatsreferenz

source: Latest Submission Date
de_de: Spätestes Übertragungsdatum

source: Couldn't find contact #%s
de_de: Konnte Kontakt %s nicht finden

source: Calling SEPA Hook
de_de: Aufrufen des SEPA-Hooks

source: SEPA Direct Debit
de_de: SEPA Einzug

source: Creditor ID is not set in the Administer CiviCRM &raquo; Payment Processor.
de_de: Die Gläubiger-ID ist nicht gesetzt, siehe Administration &raquo; Zahlungsdienstleister.

source: Creditor Contact ID
de_de: Gläubiger-Kontakt

source: SEPA Creditor identifier
de_de: SEPA Gläubiger-Identifikationsnummer

source: name of the creditor
de_de: Name des Gläubigers

source: Address of the creditor
de_de: Adresse des Gläubigers

source: Immediately activate new Mandates
de_de: Neue Mandate sofort aktivieren

source: Mandate signature date
de_de: Unterschriftdatum

source: Creditor ID
de_de: Gläubiger-ID

source: creation date
de_de: Erstellungsdatum

source: validation date
de_de: Validierungsdatum

source: Filename
de_de: Dateiname

source: Collection Date
de_de: Einzugsdatum

source: Mandate reference
de_de: Mandatsreferenz

source: Debtor IBAN
de_de: Debitor IBAN

source: Debtor BIC
de_de: Debitor BIC

source: Is this mandate active ?
de_de: Ist das Mandat aktiv?

source: every month
de_de: monatlich

source: every quarter
de_de: vierteljährlich

source: every 6 months
de_de: halbjährig

source: every year
de_de: jährlich

source: First debit on
de_de: Erster Einzug am

source: IBAN is a required field
de_de: IBAN ist ein Pflichtfeld

source: BIC is a required field
de_de: BIC ist ein Pflichtfeld

source: Debit amount invalid/empty
de_de: Einzugsbetrag unzulässig

source: This mandate reference already exists
de_de: Diese Mandatsreferenz existiert bereits

source: ERROR creating SDDFILE
de_de: Fehler bei Erstellen der SDD-Datei

source: This page cannot be called w/o parameters.
de_de: Diese Seite kann nicht ohne Parameter aufgerufen werden.

source: Couldn't create contribution
de_de: Konnte die Zuwendung nicht erstellen

source: Couldn't create note for contribution #%s
de_de: Konnte die Zuwendungsnotiz für [%s] nicht erstellen

source: Couldn't create %s mandate for contact #%s
de_de: Das Mandat %s für Kontakt #%s konnte nicht erstellt werden.

source: Couldn't create mandate
de_de: Mandat konnte nicht erstellt werden

source: Couldn't load mandate #%s
de_de: Mandat [%s] konnte nicht geladen werden.

source: Mandate #%s seems to be broken!
de_de: Mandat [%s] scheint defekt zu sein!

source: Couldn't load associated (r)contribution #%s
de_de: Konnte die anhängigen Zuwendungen nicht lesen

source: '%s' is a required field.
de_de: '%s' ist ein Pflichtfeld.

source: Cannot parse amount
de_de: Der Betrag ist unzulässig

source: Amount has to be positive
de_de: Der Betrag muss positiv sein.

source: BIC too short
de_de: Die BIC ist zu kurz

source: IBAN is not correct
de_de: IBAN ist nicht korrekt.

source: Incorrect date format
de_de: Falsches Datumsformat.

source: This page needs a mandate id ('mid') parameter.
de_de: Diese Seite benötigt eine Mandats-ID ('mid').

source: Cannot read mandate [%s]. Error was: '%s'
de_de: Das Mandat [%s] konnte nicht gelesen werden. Fehler ist: '%s'

source: Cannot find mandate [%s].
de_de: Mandat [%s] konnte nicht gefunden werden.

source: Cannot read contribution [%s]. Error was: '%s'
de_de: Konnte die Zuwendung [%s] nicht lesen. Fehler ist: '%s'

source: Cannot read contact [%s]. Error was: '%s'
de_de: Konnte Kontakt [%s] nicht lesen. Fehler ist: '%s'

source: every %d %s
de_de: alle %d %s

source: Mandate [%s] is already in use! It cannot be deleted.
de_de: Mandate [%s] ist bereits in Verwendung und kann nicht mehr gelöscht werden.

source: Cannot find contributions. Error was: '%s'
de_de: Konnte Zuwendungen nicht finden. Fehler ist: '%s'

source: Error deleting contribution [%s]: '%s'
de_de: Kann Zuwendung [%s] nicht löschen. Fehler ist: '%s'

source: Error deleting recurring contribution: '%s'
de_de: Konnte die Wiederkehrende Zuwendung [%s] nicht löschen.

source: Error deleting mandate: '%s'
de_de: Fehler beim Löschen des Mandats: '%s'

source: Succesfully deleted mandate [%s] and %s associated contribution(s)
de_de: Mandat [%s] und %s anhängige Zuwendung(en) erfolgreich gelöscht.

source: Mandate deleted
de_de: Mandat gelöscht

source: You need to provide an end date.
de_de: Sie müssen ein Enddatum angeben.

source: You need to provide a cancel reason.
de_de: Sie müssen eine Beendigungsgrund angeben.

source: You can only modify the end date of recurring contribution mandates.
de_de: Nur bei Dauerlastschrift-Mandaten kann ein Enddatum gesetzt werden.

source: You cannot set an end date in the past.
de_de: Das Enddatum liegt in der Vergangenheit.

source: Cannot modify recurring contribution [%s]. Error was: '%s'
de_de: Konnte die Zuwendung [%s] nicht aktualisieren. Fehler ist: '%s'

source: Cannot modify status of mandate [%s]. Error was: '%s'
de_de: Konnte das Mandat [%s] nicht aktualisieren. Fehler ist: '%s'

source: New end date set.
de_de: Neues Enddatum übernommen.

source: Mandate updated.
de_de: Mandat wurde aktualisiert.

source: Please note, that any <i>closed</i> batches that include this mandate cannot be changed any more - all pending contributions will still be executed.
de_de: Bitte beachten Sie, dass alle <i>geschlossenen</i> Gruppen die dieses Mandat beinhalten nicht mehr geändert werden können - alle dort enthaltenen Zuwendungen werden weiterhin eingezogen.

source: Generate XML File
de_de: Erzeuge XML-Datei

source: invalid IBAN
de_de: unzulässige IBAN

source: invalid BIC
de_de: unzulässige BIC

source: Can't find the sepa mandate
de_de: Kann das Mandat nicht finden

source: %1 is a required field.
de_de: %1 ist ein Pflichtfeld

source: Activate new mandates directly when submitted
de_de: Mandat direkt aktivieren

source: %1 must be a number
de_de: %1 muss eine Zahl sein

source: SEPA Creditor
de_de: SEPA Gläubiger

source: Record SEPA Contribution
de_de: SEPA Einzug erfassen

source: I swear I have sucessfully submitted it
de_de: Ich schwöre, ich habe alle Punkte erfolgreich durchgeführt!

source: One Time
de_de: Einzeleinzug

source: Earliest execution date
de_de: Frühester Einzugstermin

source: Recurring
de_de: Dauereinzug

source: Cycle Day
de_de: Monatstag

source: create
de_de: erstellen

source: Error!
de_de: Fehler!

source: Mandate successfully created.
de_de: SEPA Mandat wurde erfolgreich erstellt.

source: show active groups
de_de: Aktive Gruppen anzeigen

source: show closed groups
de_de: Abgeschlossene Gruppen anzeigen

source: update one-off
de_de: Einzeleinzüge Aktualisieren

source: update recurring
de_de: Dauereinzüge Aktualisieren

source: Submission
de_de: Übermittlungsdatum

source: Collection
de_de: Einzugsdatum

source: Transactions
de_de: Zahlungen

source: Close and Submit
de_de: Schließen und Senden

source: Download Again
de_de: Herunterladen

source: SEPA Recurring Mandate
de_de: SEPA Dauereinzugs-Mandat

source: SEPA Single Payment Mandate
de_de: SEPA Einzeleinzugs-Mandat

source: Not activated
de_de: Nicht aktiv

source: Ready
de_de: Bereit

source: In Use
de_de: In Verwendung

source: Suspended
de_de: Ausgesetzt

source: Creation date
de_de: Erstellungsdatum

source: Signature date
de_de: Unterschriftsdatum

source: Validation date
de_de: Validierungsdatum

source: Collection Day
de_de: Einzugstag

source: Completely delete this mandate along with the contribution. This is only possible because it has not yet been submitted to the bank.
de_de: Dieses Mandat unwiederbringlich löschen. Dies ist nur möglich da es noch nicht der Bank übermittelt wurde.

source: Set End Date
de_de: Beenden

source: Clone
de_de: Kopieren

source: Create a new mandate similar to this.
de_de: Ein neues Mandat basierend auf diesem erstellen.

source: You need to specify a cancel reason!
de_de: Bitte Grund eingeben!

source: You need to specify a date!
de_de: Bitte Datum eingeben!

source: Cannot set cancel reason for mandate [%s]. Error was: '%s'
de_de: Beendigungsgrund für Mandat [%s] konnte nicht gesetzt werden. Fehler ist: '%s'

source: Couldn't find any creditors.
de_de: Keine Gläubiger eingerichtet.

source: replace reason
de_de: Änderungsgrund

source: Replacing Mandate
de_de: Mandat ersetzen

source: Replacement Date
de_de: Änderungsdatum

source: Replacement Reason
de_de: Änderungsgrund

source: Terminate this mandate:
de_de: Mandat beenden zum:

source: Terminate for the following reason:
de_de: Beendigungsgrund:

source: Replace
de_de: Ändern

source: Replace the mandate beginning:
de_de: Mandat ändern zum:

source: Replace for the following reason:
de_de: Grund der Änderung:

source: Mandate Options
de_de: Mandatsoptionen

source: SEPA Mandates
de_de: SEPA Mandate

source: Cannot create file! Error was: '%s'
de_de: Die XML-Datei konnte nicht erzeugt werden. Fehler ist: '%s'

source: Cannot close transaction group! Error was: '%s'
de_de: Die Gruppe konnte nicht geschlossen werden. Fehler ist: '%s'

source: Cannot delete scheduled contribution [%s]. Error was: '%s'
de_de: Konnte die bereits gruppierte Zuwendung [%s] nicht löschen. Fehler ist: '%s'

source: Closing Mandate failed. Error was: '%s'
de_de: Mandate konnte nicht geschlossen werden. Fehler ist: '%s'

source: Successfully deleted %d now obsolete contributions.
de_de: %d nun überflüssig gewordene zukünftige Zuwendungen wurden gelöscht.

source: You cannot delete this contribution because it is connected to SEPA mandate [%s]. Delete the mandate instead!
de_de: Diese Zuwendung kann nicht gelöscht werden, da sie Teil des SEPA-Mandates [%s] ist. Bitte löschen Sie das Mandat, das wird die Zuwendung entsprechend mit entfernen.

source: Group Name
de_de: Gruppenname

source: Couldn't read transaction groups. Error was: '%s'
de_de: Die Gruppen konnten nicht geladen werden. Fehler ist: '%s'

source: Download Link:
de_de: Link zum Herunterladen:

source: <b>It is vital that you <i>immediately</i> do the following:</b> <ol> <li>Download the file via the above link</li> <li>Submit that file to your bank</li> </ol>
de_de: <b>Erledige <i>SOFORT</i> folgende Punkte:</b><ol><li>Downloadlink klicken</li><li>Datei in StarMoney hochladen</li><li>An die Bank versenden</li></ol>

source: Group '%s' <b>is now closed</b>. It cannot be changed any more.
de_de: Die Gruppe "%s" <b>wurde geschlossen</b> und kann nicht mehr verändert werden.

source: edit mandate
de_de: Mandat Bearbeiten

source: edit sepa mandate
de_de: SEPA Direct-Debit Mandat bearbeiten

source: SEPA DD Transaction Batch
de_de: SEPA DD Einzugsgruppe

source: This group corresponds to <a href="%s">SEPA transaction group [%s]</a>
de_de: Dieser Rechnungslauf repräsentiert <a href="%s">SEPA Einzugsgruppe [%s]</a>

source: Create Accounting Batch
de_de: In Rechnungslauf kopieren

source: No Campaign
de_de: Keine Kampagne

source: Cancel Reason
de_de: Änderungsgrund

source: Cannot read SEPA transaction group [%s]. Error was: '%s'
de_de: Die SEPA Gruppe [%s] konnte nicht geladen werden. Fehler ist: '%s'

source: Mark Received
de_de: Zahlung Erhalten

source: Do you really want to mark this groups as 'payment received'?
de_de: Haben Sie die Zahlung für diese Gruppe wirklich bereits erhalten?

source: PDF Prenotification
de_de: PDF Prenotifikation

source: Will generate a Prenotification PDF with this mandate's data.
de_de: Erstellt eine PDF Prenotifikation mit den Mandatsdaten.

source: BIC is not correct
de_de: BIC ist nicht korrekt.

source: Creditor CiviCRM ID
de_de: Gläubiger CiviCRM-ID

source: PAIN Version
de_de: PAIN Dateiformat

source: Settings successfully saved
de_de: Einstellungen gespeichert

source: day of month
de_de: Tag des Monats

source: start date
de_de: Stardatum

source: Payment processor for the 'Single European Payement Area' (SEPA).
de_de: Zahlungsprozessor für SEPA ("Single European Payement Area").

source: Select the creditor, that should be used for this payment processor.
de_de: Wählen Sie den Gläubiger, der für diesen Zahlungsprozessor verwendet werden soll.

source: The creditor object not only determines the creditor ID, but also the account and the SEPA file format to be used.
de_de: Der eingestellte Gläubiger bestimmt nicht nur die verwendete Gläubiger-ID, sondern auch das Eingangskonto und das eingesetzte SEPA Dateiformat.

source: Set the day of the month, on which recurring payments will be collected.
de_de: Wählen Sie den Tag des Monats, an dem die wiederkehrenden Zahlungen eingezogen werden sollen.

source: You can only select days that are present in <i>every</i> month.
de_de: Sie können nur Tage auswählen, die in <i>jedem</i> Monat vorkommen.

source: Actions
de_de: Aktionen

source: No creditors found
de_de: Keine Gläubiger gefunden.

source: Save
de_de: Speichern

source: Creditor deleted
de_de: Gläubiger gelöscht

source: Success
de_de: Erfolg

source: Are you sure you want to delete this creditor?
de_de: Sind Sie sicher, dass Sie diesen Gläubiger löschen möchten?

source: Creditor updated
de_de: Gläubiger aktualisiert

source: Direct Debit Payment
de_de: SEPA Zahlungsinformationen

source: Mandate Reference
de_de: Mandatsreferenz

source: month(s)
de_de: Monat(e)

source: year(s)
de_de: Jahr(e)

source: This recurring contribution will be automatically processed every %1 %2(s).
de_de: Diese wiederkehrende Zahlung wird nun automatisch alle %1 %2(e) eingezogen.

source: Your initial contribution will be processed once you complete the confirmation step. You will be able to cancel the recurring contribution by visiting the web page link that will be included in your receipt.
de_de: Ihre erste Zahlung wird eingezogen, sobald Sie die hier aufgeführten Daten bestätigt haben.

source: Cannot update transaction group! Error was: '%s'
de_de: Die Gruppe konnte nicht aktualisiert werden. Fehler ist: '%s'

source: This is the name of the creditor. This will be used throughout the system to refer to this particular creaditor.
de_de: Dieser Name wird im System verwendet um auf diese Gläubiger-Konfiguration zu verweisen.

source: Postal address of the creditor.
de_de: Adresse des Gläubigers.

source: Home country of the creditor. <strong>Only countries that are enabled under "Settings - Localization" are shown here.</strong>
de_de: Land des Gläubigers. <strong>Nur die Länder die unter "Einstellungen -> Lokalisierung" aktiviert sind stehen hier zur Auswahl.</strong>

source: This is the Creditor Identifier, an international ID that has to be requested by the national banks.
de_de: Dies ist die Gläubiger-Identifikationsnummer, die von der nationalen Bank (in Deutschland: Bundesbank) beantragt werden muss.

source: <strong>Be careful when changing this!</strong>
de_de: <strong>Diesen Wert nur mit Bedacht ändern!</strong>

source: International Bank Account Number (IBAN) of the creditor.
de_de: Die IBAN (International Bank Account Number) der Bank des Gläubigers.

source: Business Identifier Code (BIC) of the financial institution of the creditor.
de_de: Die BIC der Bank

source: SEPA file format used for the transmission of the payment request file to the bank.
de_de: SEPA Dateiformat zur Übermittlung des Einzugsauftrags an die Bank.

source: After changing this, <i>any</i> file downloaded -old or new- for this creditor will be in the new format.
de_de: Wenn diese Einstellung geändert wird, so wird jeder neue Download von diesem Gläubiger -auch von alten Dateien- das neue Format verwenden.

source: The horizon is the "look ahead" time frame (in days) that CiviSEPA uses to determine which single payments (OOFF) should be generated.
de_de: Der Zeithorizont für das "Batching" bestimmt, wie weit im Voraus Zahlungen und Gruppen für einmalige Einzüge (OOFF) erstellt werden sollen.

source: For instance, a horizon value of 30 means, that the payments and the groups containing them for the next 30 days will be generated and become visible on the SEPA dashboard.
de_de: Ein Horizont-Wert von 30 bedeutet beispielsweise, dass Zahlungen und Gruppen für die nächsten 30 Tage erzeugt werden, und dann auch im System und auf der SEPA Übersichtsseite erscheinen.

source: <strong>Only positive values are allowed!</strong>
de_de: <strong>Hier sind nur positive Werte erlaubt</strong>

source: The horizon is the "look ahead" time frame (in days) that CiviSEPA uses to determine which recurring payments (RCUR) should be generated.
de_de: Der Zeithorizont für das "Batching" bestimmt, wie weit im Voraus Zahlungen und Gruppen für Wiederkehrende Einzüge (RCUR) erstellt werden sollen.

source: The horizon is the "look ahead" time frame (in days) that CiviSEPA uses to determine which initial recurring payments (FRST) should be generated.
de_de: Der Zeithorizont für das "Batching" bestimmt, wie weit im Voraus Zahlungen und Gruppen für Initiale Wiederkehrende Einzüge (FRST) erstellt werden sollen.

source: The 'notice days' value determines the time that the creditor's financial institution requires the payment file to be submitted <i>before</i> the collection date.
de_de: Die Vorlauffrist bestimmt die Zeit, die die Bank zwischen dem Übermittlungsdatum und dem Einzugsdatum mindestens benötigt.

source: <i>Usually, you should not have to adjust this value.</i>
de_de: <i>Dieser Wert muss unter normalen Umständen nicht angepasst werden.</i>

source: CiviSEPA operations like batching require exclusive access to the SEPA data structures. Therefore, the access of other processes is blocked while these are in progress. For security reasons, this lock times out after the specified time.
de_de: Einige CiviSEPA Funktionen so wie das "Batching" (Erstellen/Aktualisieren der Gruppen) benötigt exklusiven Zugriff auf die SEPA Datenstrukturen. Daher wir der Zugriff für andere Prozesse gesperrt, solange eine solche Funktion ausgeführt wird. Zur Sicherheit wird diese Sperre aber nach der hier angegebenen Zeit wieder entfernt.

source: Creditor Name
de_de: Name des Gläubigers

source: Creditor Address
de_de: Gläubiger Adresse

source: Creditor Country
de_de: Gläubiger Land

source: Creditor Identifier
de_de: SEPA Gläubiger-Identifikationsnummer

source: Batching Horizon
de_de: Horizont

source: Batching Notice Days
de_de: Vorlauffrist

source: The money should be on it's way
de_de: Das Geld sollte nun unterwegs sein.

source: Sorry to hear that the bank has rejected your payment XML file.
de_de: Es tut uns Leid, dass die Bank die Datei zurückgewiesen hat.

source: You might now want to try the following:
de_de: So sollten nun folgendes versuchen, um das Problem zu beheben:

source: Find out why exactly it was rejected. Oftentimes there are BICs and IBANs that are formally correct, but the accounts do not exist. In this case, banks usually would let you know which data exactly they reject. Fix this then in your mandates, update the groups, and try again.
de_de: Finden Sie heraus, warum die Bank die Datei zurückgewiesen hat. Oft enthält sie BICs und IBANs die zwar formell korrekt sind, aber die entsprechenden Konten existieren gar nicht. In diesem Fall müsste die Bank Ihnen aber mitteilen können, welche Mandate betroffen sind. Sie können dann diese Mandate korrigieren und die Gruppe nach einem Update erneut schließen und verschicken.

source: In the unlikely event that the file is formally wrong, try a SEPA validation tool on the internet to check the generated XML file. Contact us, if the system really generates incorrect XML files.
de_de: Falls Sie vermuten, dass die erzeugte SEPA-Datei formell falsch ist, verwenden Sie ein SEPA Format Validierungstool. Die findet man im Internet, und so lässt sich die Datei auch gezielt reparieren. Kontaktieren Sie uns, falls das System tatsächlich inkorrekte Dateien erzeugt hat.

source: <b>In order to collect these payments, you have to do the following:</b>
de_de: <b>Um diese Zahlungen einzuziehen, muss nun folgendes gemacht werden:</b>

source: Download the file via the above link
de_de: Die Datei über den Link oben herunterladen

source: Submit that file to your bank
de_de: Diese Datei der Bank übermitteln

source: Select one of the options below
de_de: Unten das Ergebnis anklicken

source: <b>Do it now! No money will be transferred until the file has been submitted successfully.</b>
de_de: <b>Mach das jetzt sofort! Es wird kein Geld eingezogen die Datei nicht erfolgreich von der Bank angenommen wurde.</b>

source: Return to dashboard
de_de: Zurück zur Übersicht

source: The file was submitted successfully
de_de: Die Datei wurde erfolgreich übermittelt

source: The file was rejected
de_de: Die Datei wurde zurückgewiesen

source: I changed my mind
de_de: Jetzt noch nicht

source: Creditor Contact
de_de: Gläubiger-Kontakt

source: Please enter the %s as number (integers only).
de_de: Bitte geben Sie %s als ganze Zahl an.

source: Is a Test Creditor
de_de: ist Test-Gläubiger

source: Error sending %s: Contact doesn't have an email.
de_de: Fehler beim Senden %s: Der Kontakt hat keine Email-Adresse

source: This is the name of the contact to which this creditor is associated to.
de_de: Der Name des Kontakts dem dieser Gläubiger zugeordnet ist.

source: The payment processor's test mode will only accept creditors that are defined as a test creditor.
de_de: Der SEPA-Zahlungsdienstleister im Test-Modus akzeptiert nur Gläubiger die als Test-Gläubiger markiert wurden.

source: Transaction groups of a test creditor can be downloaded, but <i>NOT</i> closed.
de_de: SEPA-Gruppen von Test-Gläubigern können zwar heruntergeladen, nicht aber geschlossen werden.

source: The RCUR grace period is the time, that the submission of a group could be delayed before it gets deleted.
de_de: Die RCUR Verzugsfrist ist die Zeit die eine Gruppe von wiederkehrenden Einzügen im Verzug sein darf, ehe sie gelöscht wird.

source: For instance, a grace value of 7 means, that if you forget to submit the group in time for a week, it gets deleted. During the grace period, you can still try to submit the group, but it's up to the bank whether it is accepted or rejected.
de_de: Eine Verzugsfrist von 7 besagt beispielsweise, dass die Gruppe erst eine Woche nach Ablauf des letztmöglichen Übermittlungstermins gelöscht wird. Bis zu diesem Zeitpunkt können Sie noch versuchen, die Gruppe zu übermitteln, aber es liegt dann an der Bank, ob sie die verspätete Eingabe zurückweist.

source: Test Creditor
de_de: Test-Gläubiger

source: Grace Period
de_de: Verzugsfrist

source: THIS PAGE PAGE DOES NOT WORK PROPERLY WITHOUT JAVASCRIPT. PLEASE ENABLE JAVASCRIPT IN YOUR BROWSER
de_de: DIESE SEITE FUNKTIONIERT NICHT ZUVERLÄSSIG OHNE JAVASCRIPT. BITTE AKTIVIEREN SIE JAVASCRIPT IN IHREM BROWSER.

source: <strong>You did not submit this SEPA group in time! It is possible that the bank will reject the payment requests.</strong>
de_de: <strong>Sie haben diese SEPA-Gruppe nicht rechtzeitig an die Bank übermittelt! Es ist möglich, dass die Bank die Annahme dieses Auftrags nun verweigert.</strong>

source: As a workaround, we can adjust the collection date, so that you can still submit the file today. <strong>Today! <font color="red">NOW!</font></strong>
de_de: Als Übergangslösung können wir das Einzugsdatum anpassen, so dass Sie die Gruppe heute übermitteln können. <strong>Heute! <font color="red">JETZT!</font></strong>

source: However, the bank might still reject the file, since this is an illegal deviation from your announced collection date. Try to avoid this in the future!
de_de: Die Bank könnte die Datei allerdings zurückweisen, denn es handelt sich um eine illegale Abweichung von dem vorangekündigten Zahlungszyklus. Versuchen Sie auf jeden Fall, diese Situation in der Zukunft zu vermeiden.

source: This is a test group. You can not close it.
de_de: Dies ist eine Testgruppe. Sie kann nicht geschlossen werden.

source: Do it! Now!
de_de: Mach es! Jetzt!
