Repository: Project60/org.project60.sepa
Catalog: l10n/CiviSEPA_*.po
Languages: de_de

source: I can't submit it right now
de_de: Ich kann das jetzt nicht tun

source: one-off direct debit payment
de_de: Einzeleinzüge

source: recurring direct debit payment
de_de: wiederkehrende Einzüge

source: mandates
de_de: Mandate

source: contributions
de_de: Zuwendungen

source: Deleting SEPA transaction group '%1'
de_de: SEPA-Gruppe '%1' löschen

source: This %1 transaction group is currently in status '<b>%2</b>'.
de_de: Diese %1 SEPA-Gruppe befindet sich im Status '<b>%2</b>'.

source: This means, that is has already been submitted to the bank.
de_de: Das bedeutet dass die Gruppe bereits and die Bank übertragen wurde.

source: Deleting the group will erase any record of this transaction.
de_de: Mit dem Löschen dieser Gruppe verlieren Sie auch jegliche Aufzeichnungen dieses Vorgangs.

source: This means, that the payments should have already been processed.
de_de: Das bedeutet, dass die Zahlungen bereits verarbeitet worden sein sollten.

source: This is an illegal state!
de_de: Das ist ein defekter Zustand!

source: Only proceed if you know what you're doing.
de_de: Fahren Sie nur fort, wenn Sie genau wissen was Sie tun.

source: The group has a total of %1 associated %2.
de_de: Diese Gruppe enthält insgesamt %1 %2.

source: None of them have been processed yet, so they could be deleted.
de_de: Keine davon wurde bisher verarbeitet, sie könnten also alle gelöscht werden.

source: All of them have already been transmitted to the bank.
de_de: Alle wurden bereits zur Bank übertragen.

source: All of them have already been fully processed.
de_de: Alle davon wurden vollständig verarbeitet.

source: %1 of them have not been processed yet, and could be deleted. However, there are %2 %4 that have already been sent to the bank for collection, and another %3 that have been fully processed.
de_de: %1 von ihnen sind noch nicht verarbeitet worden und können gelöscht werden. Allerdings gibt es %2 %4 die bereits zur Bank übertragen wurden, und weitere %3 die bereits vollständig verarbeitet wurden.

source: What do you want to do with the associated %1?
de_de: Was wollen Sie mit den enthaltenen %1 machen?

source: don't delete any %1
de_de: keine %1 löschen

source: delete all %1
de_de: alle %1 löschen

source: delete pending %1
de_de: ausstehende %1 löschen

source: You should consider deleting the open contributions. If the recurring transaction group is deleted, these payments do not make sense any more. They will also be generated again, once you hit update.
de_de: Sie sollten sich überlegen, die offenen Zuwendungen mit zu löschen. Wenn die SEPA-Gruppe gelöscht wurden, machen diese Zahlungen keinen Sinn mehr. Außerdem werden sie einfach wieder neu erzeugt, sobald Sie den 'Update'-Knopf drücken.

source: You should be very careful when deleting processed contributions. It usually means, that related 'real world activites' (like money transfers) have already been initiated or even completed.
de_de: Seien Sie sehr vorsichtig beim Löschen von bereits verarbeiteten SEPA-Gruppen. Normalerweise sind hier bereits 'echte' Vorgänge bei Banken angestoßen worden.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, you should also consider deleting all associated contributions, since they will otherwise remain in the status 'in progress' and not be processed any more.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls dies aber doch tun wollen, sollten Sie die enthaltenen Zuwendungen eventuell mit löschen, da sie sonst im Status 'in Bearbeitung' stehen bleiben werden.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, deleting all associated contributions is a good choice, since they will otherwise remain in the status 'in progress' and not be processed any more.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls dies aber doch tun wollen, ist das Löschen der enthaltenen Zuwendungen eine gute Idee, da sie sonst im Status 'in Bearbeitung' stehen bleiben werden.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group. However if you do, be sure to delete the associated contributions in case there was no money transferred in the first place.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass alle Zuwendungen gelöscht werden, für die der Geldtransfer nicht geklappt hat.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group. However if you do, you should consider not deleting the associated contributions in case money was actually transferred.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass keine Zuwendungen gelöscht werden, für die bereits Geld geflossen ist.

source: If you delete the mandates associated with this group, they cannot be collected any more. Be sure that you know what you're doing before proceeding.
de_de: Wenn Sie die Mandate die in dieser Gruppe enthalten sind mit löschen, können Sie nicht mehr eingezogen werden. Seien Sie sich sicher, dass Sie das wirklich wollen, ehe sie fortfahren.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this group anyway. However if you do, you should also consider deleting all associated mandates, since they will otherwise remain in the status 'in progress' and not be processed any more.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls dies aber doch tun wollen, sollten Sie die enthaltenen Mandate eventuell mit löschen, da sie sonst im Status 'in Bearbeitung' stehen bleiben werden.

source: A closed group has usually been sent to a bank to initiate the payment process, so you shouldn't want to delete this in the first place. However, if there's something wrong with it, be sure not to delete any mandates that you still want to collect or keep on record.
de_de: Bei einer geschlossene SEPA-Gruppe wurde der Zahlungsprozess bei der Bank bereits angestossen. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass keine Zuwendungen gelöscht werden, die Sie erneut einziehen oder auch zu Dokumentationszwecken behalten wollen.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group in the first place.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen.

source: A transaction group marked as received has usually been fully processed, i.e. the money actually arrived on your account. You shouldn't want to delete this group in the first place. However, if there's something wrong with it, be sure not to delete any mandates that you still want to collect or keep a record of.
de_de: Eine erhaltene SEPA-Gruppe wurde normalerweise vollständig verarbeitet, so dass das Geld bereits auf Ihrem Konto eingetroffen sein sollte. Sie sollten eine solche Gruppe eigentlich nicht löschen wollen. Falls aber etwas mit dieser Gruppe nicht stimmen sollte, stellen Sie sicher dass keine Mandate gelöscht werden, die Sie noch benötigen.

source: Are you sure this is what you want to do?
de_de: Sind Sie sicher dass Sie das tun wollen?

source: SEPA transaction group '%1' could not be deleted succesfully.
de_de: Die SEPA-Gruppe '%1' konnte nicht gelöscht werden.

source: Error was:
de_de: Fehlermeldung:

source: SEPA transaction group '%1' was deleted, but the following problems were encountered:
de_de: Die SEPA-Gruppe '%1' wurde gelöscht, aber es sind die folgenden Probleme dabei aufgetreten:

source: contribution ID
de_de: Zuwendungs-ID

source: error message
de_de: Fehlermeldung

source: %1 %2 have been deleted along with the group.
de_de: %1 %2 wurden zusammen mit der Grippe gelöscht.

source: SEPA transaction group '%1' has been succesfully deleted.
de_de: SEPA Gruppe '%1' wurde erfolgreich gelöscht.

source: No group_id given!
de_de: Keine Gruppen-ID (group_id) angegeben.

source: Transaction group [%1] couldn't be loaded.
de_de: SEPA Gruppe [%1] konnte nicht geladen werden.

source: Deleting these contributions will <i>not</i> affect the associated mandates.
de_de: Das Löschen dieser Zuwendungen wird <i>nicht</i> die damit verbundenen Mandate modifizieren.

source: Deleting these mandates will also delete the associated contributions.
de_de: Das Löschen dieser Mandate wird auch die damit verbundenen Zuwendungen löschen.

source: Group '%s' <b>is now closed</b> and cannot be changed any more.
de_de: Die Gruppe "%s" <b>wurde geschlossen</b> und kann nicht mehr verändert werden.
